Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: Export Geopoints to KML
es: Exportar puntos geográficos a KML
fr: Exporter des points géographiques vers KML
pt: Exportar pontos geográficos para KML
uk: Експорт геоточок в KML

source: Create KML
es: Crear KML
fr: Créer KML
pt: Criar KML
uk: Створення KML

source: Other data to include besides the geolocation and the primary key
es: Otras variables a incluir además de la geo-localización y la llave primaria
fr: Autres variables à inclure en plus de la géolocalisation et de la clé primaire
pt: Outras variáveis ​​a serem incluídas, além de geolocalização e chave primária
uk: Інші дані, які слід включити, окрім геолокації та первинного ключа

source: Export to XLSX
es: Exportar a XLSX
fr: Exporter vers XLSX
pt: Exportar para XLSX
uk: Експорт до XLSX

source: Multiselects
es: Multiselecciones
fr: Multiselections
pt: Multiselecções
uk: Мультивибір

source: Export multiselect tables
es: Exportar tablas multiselección
fr: Exportation de tableaux à sélection multiple
pt: Exportar tabelas multi-selecção
uk: Експорт таблиць з багатовибіркою

source: When checked, FormShare will create a CSV file for each multiselect table. But will not resolve multiselect fields. Click
es: Cuando se marca, FormShare creará un archivo CSV para cada tabla multiselect. Pero no resolverá los campos multiselección. Haga clic
fr: Lorsque cette option est cochée, FormShare créera un fichier CSV pour chaque table multi-sélection. Mais il ne résout pas les champs multisélection. Cliquez sur
pt: Quando verificado, o FormShare irá criar um ficheiro CSV para cada tabela multi-selecção. Mas não irá resolver campos multi-seleccionados. Clique em
uk: Якщо позначено, FormShare створить CSV-файл для кожної таблиці з множинним вибором. Але не буде вирішувати поля з багатовибірковим вибором. Натисніть кнопку

source: for more information about how FormShare stores "select_multiple" variables.
es: para más información sobre cómo FormShare almacena las variables "select_multiple".
fr: pour plus d'informations sur la façon dont FormShare stocke les variables "select_multiple".
pt: para mais informações sobre como o FormShare armazena variáveis "select_multiple".
uk: для отримання додаткової інформації про те, як FormShare зберігає змінні "select_multiple".

source: Lookups
es: Consultas
fr: Consultations
pt: Consultas
uk: Пошуки

source: Export lookup tables
es: Exportar tablas de búsqueda
fr: Exportation des tables de consultation
pt: Tabelas de pesquisa para exportação
uk: Експорт таблиць пошуку

source: When checked, FormShare will create a CSV file for each lookup table, but it will not resolve option labels. Click
es: Si se selecciona esta opción, FormShare creará un archivo CSV para cada tabla de búsqueda, pero no resolverá las etiquetas de las opciones. Haga clic
fr: Si cette option est sélectionnée, FormShare créera un fichier CSV pour chaque table de consultation, mais ne résoudra pas les étiquettes des options. Cliquez sur
pt: Se esta opção for seleccionada, o FormShare criará um ficheiro CSV para cada tabela de pesquisa, mas não resolverá as etiquetas das opções. Clique em
uk: Якщо позначено цей пункт, FormShare створить CSV-файл для кожної таблиці пошуку, але не перетворить мітки опцій. Натисніть кнопку

source: for more information about how FormShare stores "select_one" variables.
es: para más información sobre cómo FormShare almacena las variables "select_one".
fr: pour plus d'informations sur la façon dont FormShare stocke les variables "select_one".
pt: para mais informações sobre como o FormShare armazena as variáveis "select_one".
uk: для отримання додаткової інформації про те, як FormShare зберігає змінні "select_one".

source: Export to Zip CSV
es: Exportar a Zip CSV
fr: Exportationvers Zip CSV
pt: Exportar para Zip CSV
uk: Експорт у Zip CSV

source: Export to Zip JSON
es: Exportar a Zip JSON
fr: Exportation vers Zip JSON
pt: Exportar para Zip JSON
uk: Експорт в Zip JSON

source: When checked, FormShare will create a JSON file for each multiselect table, but it will not resolve multiselect fields. Click
es: Si se marca, FormShare creará un archivo JSON para cada tabla multiselect, pero no resolverá los campos multiselect. Haga clic
fr: Si cette option est cochée, FormShare créera un fichier JSON pour chaque table multi-sélection, mais ne résoudra pas les champs multi-sélection. Cliquez sur
pt: Se verificado, o FormShare irá criar um ficheiro JSON para cada tabela multi-selecção, mas não irá resolver os campos multi-selecção. Clique em
uk: Якщо позначено, FormShare створить JSON-файл для кожної таблиці з багатовибірковим вибором, але не буде перетворювати поля з багатовибірковим вибором. Натисніть

source: When checked, FormShare will create a JSON file for each lookup table, but it will not resolve option labels. Click
es: Si se marca, FormShare creará un archivo JSON para cada tabla de búsqueda, pero no resolverá las etiquetas de las opciones. Haga clic
fr: Si cette option est cochée, FormShare créera un fichier JSON pour chaque table de consultation, mais ne résoudra pas les étiquettes des options. Cliquez sur
pt: Se marcado, o FormShare criará um ficheiro JSON para cada tabela de pesquisa, mas não resolverá os rótulos das opções. Clique em
uk: Якщо позначено цей пункт, FormShare створить JSON-файл для кожної таблиці пошуку, але не перетворить мітки опцій. Натисніть кнопку

source: CSV Options
es: Opciones del CSV
fr: Options CSV
pt: Opções CSV
uk: Параметри CSV

source: KML options
es: Opciones del KLM
fr: Options KML
pt: Opções KML
uk: Параметри KML

source: XLSX Options
es: Opciones del XLSX
fr: Options XLSX
pt: Opções XLSX
uk: Параметри XLSX

source: Zip CSV Options
es: Opciones para el Zip CSV
fr: Options pour le CSV Zip
pt: Opções para o CSV Zip
uk: Параметри Zip CSV

source: Zip JSON Options
es: Opciones de Zip JSON
fr: Options Zip JSON
pt: Opções Zip JSON
uk: Параметри Zip JSON

source: Import data
es: Importar datos
fr: Importer des données
pt: Importar dados
uk: Імпорт даних

source: Source type
es: Tipo de fuente
fr: Type de source
pt: Tipo de fonte
uk: Тип джерела

source: ODK Collect XML data files
es: Archivos de datos XML de ODK Collect
fr: Fichiers de données XML de ODK Collecter
pt: Arquivos de dados XML de ODK Collect
uk: ODK Збір файлів даних XML

source: Use these
es: Use estas
fr: Utilisez ces
pt: Use estes
uk: Використовуйте ці

source: guidelines
es: guías
fr: guides
pt: guias
uk: вказівки

source: to help you create the zip file.
es: como una ayuda para crear el archivo zip.
fr: pour vous aider à créer le fichier zip.
pt: para ajudá-lo a criar o arquivo zip.
uk: щоб допомогти вам створити zip-файл.

source: Select an assistant who could help you fixing any issues with your data
es: Seleccione un asistente que lo pueda ayudar a corregir cualquier problema con sus datos
fr: Sélectionnez un assistant qui pourrait vous aider à résoudre tous les problèmes avec vos données
pt: Selecione um assiste que possa te ajudar a consertar qualquer problema com seus dados
uk: Виберіть помічника, який допоможе вам вирішити будь-які проблеми з вашими даними

source: Data file
es: Archivo de datos
fr: Fichier de données
pt: Arquivo de dados
uk: Файл даних

source: You need to select a file
es: Usted necesita seleccionar un archivo
fr: Vous devez sélectionner un fichier
pt: Você precisa selecionar um arquivo
uk: Вам потрібно вибрати файл

source: Choose file...
es: Seleccione archivo...
fr: Choisir un fichier...
pt: Escolha o arquivo...
uk: Виберіть файл...

source: Select an assistant
es: Seleccione un asistente
fr: Sélectionner un collaborateur
pt: Selecionar um assistente
uk: Виберіть помічника

source: Import data from FormShare 1.0 or ODK BriefCase
es: Importar datos de FormShare 1.0 o ODK BriefCase
fr: Importer des données de FormShare 1.0 ou ODK BriefCase
pt: Importar dados do FormShare 1.0 ou ODK BriefCase
uk: Імпорт даних з FormShare 1.0 або ODK BriefCase

source: Import guidelines
es: Pautas de importación
fr: Directives d'importation
pt: Diretrizes de importação
uk: Вказівки щодо імпорту

source: Here are some notes for importing data into FormShare
es: Aquí hay algunas notas para importar datos en FormShare
fr: Voici quelques notes pour importer des données dans FormShare
pt: Aqui estão algumas notas para importar dados para o FormShare
uk: Ось кілька порад щодо імпорту даних у FormShare

source: FormShare can import submissions from FormShare 1.0 as individual JSON files or several in a zip file. The following image shows how to zip the files.
es: FormShare puede importar envíos de FormShare 1.0 en archivos JSON individuales o varios en un archivo zip. La siguiente imagen muestra cómo crear el archivo zip.
fr: FormShare peut importer des soumissions FormShare 1.0 dans des fichiers JSON individuels ou multiples dans un fichier zip. L'image suivante montre comment créer le fichier zip.
pt: O FormShare pode importar os envios do FormShare 1.0 em arquivos JSON individuais ou múltiplos em um arquivo zip. A imagem a seguir mostra como criar o arquivo zip.
uk: FormShare може імпортувати заявки з FormShare 1.0 як окремі JSON-файли або кілька в одному zip-файлі. На наступному зображенні показано, як заархівувати файли.

source: Store the submission files in a zip file. The files cannot be inside directories. You can decide how to name each submission file and the zip file.
es: Guarde los archivos de envío en un archivo zip. Los archivos de envío no pueden estar dentro de directorios. Puede decidir cómo nombrar cada archivo de envío y el archivo zip.
fr: Enregistrez les fichiers de données dans un fichier zip. Les fichiers données ne peuvent pas se trouver dans des répertoires. Vous pouvez décider comment nommer chaque fichier de données et le fichier zip.
pt: Salve os arquivos de envio em um arquivo zip. Os arquivos de envio não podem estar dentro de diretórios. Você pode decidir como nomear cada arquivo de envio e o arquivo zip.
uk: Зберігайте файли заявки у zip-архіві. Файли не повинні знаходитися всередині каталогів. Ви можете вирішити, як назвати кожен файл заявки та zip-архів.

source: FormShare can import ODK Collect XML files. However, the files must be inside a zip. The following image shows how to zip the files.
es: FormShare puede importar archivos XML de ODK Collect. Sin embargo, los archivos deben estar dentro de un archivo zip. La siguiente imagen muestra cómo construir el archivo zip.
fr: FormShare peut importer des fichiers XML depuis ODK Collect. Cependant, les fichiers doivent être dans un fichier zip. L'image suivante montre comment créer le fichier zip.
pt: O FormShare pode importar arquivos XML do ODK Collect. No entanto, os arquivos devem estar dentro de um arquivo zip. A imagem a seguir mostra como construir o arquivo zip.
uk: FormShare може імпортувати XML-файли ODK Collect. Однак, файли повинні бути в архіві. На наступному зображенні показано, як заархівувати файли.

source: Store the submissions in separate directories. Each directory must contain the XML data file and any media files (if present). You can decide how to name each directory, submission file, and zip file.
es: Almacene los envíos en directorios separados. Cada directorio debe contener el archivo de datos XML y cualquier archivo multimedia (si está presente). Usted puede decidir cómo nombrar cada directorio, archivo de envío y archivo zip.
fr: Stockez les soumissions dans des répertoires séparés. Chaque répertoire doit contenir le fichier de données XML et tous les fichiers multimédias (le cas échéant). Vous pouvez décider comment nommer chaque répertoire, fichier de données et fichier zip.
pt: Armazene os envios em diretórios separados. Cada diretório deve conter o arquivo de dados XML e quaisquer arquivos de mídia (se houver). Você pode decidir como nomear cada diretório, arquivo de envio e arquivo zip.
uk: Зберігайте заявки в окремих директоріях. Кожна директорія повинна містити файл даних у форматі XML та будь-які медіафайли (якщо вони є). Ви можете вирішити, як назвати кожну директорію, файл заявки та zip-файл.

source: Submission ID
es: ID del envío
fr: ID de la demande
pt: ID de submissão
uk: Ідентифікатор заявки

source: Summary data
es: Resumen de datos
fr: Résumé des données
pt: Resumo de dados
uk: Зведені дані

source: Submission media
es: Multimedia en el envío
fr: Multimédia en la demande
pt: Multimídia na submissão
uk: Носії інформації

source: The submission date (Submitted date) is stored in FormShare's time zone
es: La fecha de envío (Submitted date) se almacena en la zona horaria de FormShare
fr: La date de soumission (Submitted date) est stockée dans le fuseau horaire de FormShare
pt: A data de apresentação (Submitted date) é armazenada no fuso horário do FormShare
uk: Дата відправлення (Submitted date) зберігається у часовому поясі FormShare

source: Other dates are stored in the project's time zone
es: Otras fechas se almacenan en la zona horaria del proyecto.
fr: Les autres dates sont stockées dans le fuseau horaire du projet.
pt: Outras datas são armazenadas no fuso horário do projeto.
uk: Інші дати зберігаються у часовому поясі проекту

source: Variable name
es: Nombre de la variable
fr: Nom de variable
pt: Nome variável
uk: Ім'я змінної

source: Variable description
es: Descripción de la variable
fr: Description de la variable
pt: Descrição da variável
uk: Опис змінної

source: Value
es: Valor
fr: Valeur
pt: Valor
uk: Значення

source: Images
es: Imágenes
pt: Imagens
uk: Зображення

source: Other media
es: Otra multimedia
fr: Autre multimédia
pt: Outro multimídia
uk: Інші медіа

source: Adding assistant
es: Añadir asistente
fr: Ajout d’un assistant
pt: Adicionando assistente
uk: Додавання асистента

source: Privileges
es: Privilegios
fr: Privilèges
pt: Privilégios
uk: Привілеї

source: Can submit
es: Puede enviar
fr: Vous pouvez envoyer
pt: Pode enviar
uk: Може подати

source: Anybody can submit
es: Cualquiera puede enviar
fr: Tout le monde peut envoyer
pt: Qualquer pessoa pode enviar
uk: Подати заявку може будь-хто

source: Can clean
es: Puede limpiar
fr: Peut nettoyer
pt: Pode limpar
uk: Можна чистити

source: Adding group
es: Añadir grupo
fr: Ajout de groupe
pt: Adicionando grupo
uk: Додавання групи

source: Group
es: Grupo
fr: Groupe
pt: Grupo
uk: Група

source: Cleaning API
es: API de limpieza
fr: Nettoyage de l’API
pt: Limpando API
uk: API для очищення

source: Here are some examples on how to clean data using scripts
es: Aquí hay algunos ejemplos de cómo se puede limpiar datos usando código
fr: Voici quelques exemples sur la façon de nettoyer les données à l’aide de scripts
pt: Aqui estão alguns exemplos de como limpar dados usando scripts
uk: Ось кілька прикладів, як очистити дані за допомогою скриптів

source: Download and install
es: Descargue e instale
fr: Télécharger et installer
pt: Fazer download e instalar
uk: Завантажте та встановіть

source: In Windows you can get it here
es: En Windows usted lo puede obtener aquí
fr: Dans Windows, vous pouvez l’obtenir ici
pt: No Windows você pode conseguir aqui
uk: У Windows ви можете отримати його тут

source: Download a private CSV file using an access key
es: Descargue un CSV privado usando una llave de acceso
fr: Téléchargez un fichier CSV privé à l’aide d’une clé d’accès
pt: Fazer download de arquivo CSV privado usando chave de acesso
uk: Завантажити приватний файл CSV за допомогою ключа доступу

source: Each private CSV product generated in FormShare has an API download link. Copy the link and place it below
es: Cada producto privado de tipo CSV generado en FormShare posee un enlace para descargarlo usando API. Copie el enlace y páguelo abajo
fr: Chaque produit CSV privé généré dans FormShare a un lien de téléchargement API. Copiez ce lien et placez-le ci-dessous
pt: Cada produto CSV privado gerado no FormShare tem um link de download de API. Copie o link e coloque abaixo
uk: Кожен приватний CSV-продукт, створений у FormShare, має посилання для завантаження API. Скопіюйте посилання та розмістіть його нижче

source: Where do you want to save the CSV file downloaded from FormShare?
es: ¿Dónde quiere almacenar el archivo CSV descargado de FormShare?
fr: Où voulez-vous enregistrer le fichier CSV téléchargé à partir de FormShare ?
pt: Onde você deseja salvar o arquivo CSV baixado do FormShare?
uk: Де ви хочете зберегти CSV-файл, завантажений з FormShare?

source: Define a dataset with the information that you want to update
es: Defina un set de datos con la información que usted desea actualizar
fr: Définissez un jeu de données avec les informations que vous souhaitez mettre à jour
pt: Definir um conjunto de dados com a informação que você deseja atualizar
uk: Визначте набір даних з інформацією, яку ви хочете оновити

source: The dataset needs to have the following structure:
es: El set de datos debe tener la siguiente estructura
fr: L’ensemble de données doit avoir la structure suivante :
pt: O conjunto de dados precisa ter a seguinte estrutura:
uk: Набір даних повинен мати наступну структуру:

source: Each data row in FormShare has an unique row id (rowuuid)
es: Cada línea de datos en FormShare posee un identificador único de línea llamado "rowuuid"
fr: Chaque ligne de données de FormShare a une id de ligne unique (rowuuid)
pt: Cada linha de dados no FormShare tem um único row id (rowuuid)
uk: Кожен рядок даних у FormShare має унікальний ідентифікатор рядка (rowuuid)

source: The variable that you want to change
es: La variable que usted quiere cambiar
fr: La variable que vous voulez changer
pt: A variável que você deseja alterar
uk: Змінна, яку ви хочете змінити

source: This is the new value that you want to apply to the variable for the selected unique row id (rowuuid)
es: Este es el nuevo valor que usted quiere aplicar a la variable para el identificador único de línea (rowuuid) seleccionado
fr: Il s’agit de la nouvelle valeur que vous souhaitez appliquer à la variable pour l’id de ligne unique sélectionné (rowuuid)
pt: Este é um novo valor que você deseja aplicar à variável para o unique row id (rowuuid) selecionado
uk: Це нове значення, яке ви хочете застосувати до змінної для вибраного унікального ідентифікатора рядка (rowuuid)

source: In this example we will replace the variable income to read 1300 for the unique row id (rowuuid)
es: En este ejemplo se va a reemplazar la variable income para que sea 1300 en el identificador único de línea (rowuuid)
fr: Dans cet exemple, nous remplacerons la variable revenu pour lire 1300 pour l’id de ligne unique (rowuuid)
pt: Neste exemplo nós vamos substituir a renda variável para ler 1300 para o unique row id (rowuuid)
uk: У цьому прикладі ми замінимо змінну income на 1300 для унікального ідентифікатора рядка (rowuuid)

source: Read the list of changes and push the updates to FormShare
es: Lea el listado de cambios y envíe las actualizaciones a FormShare
fr: Lisez la liste des modifications et poussez les mises à jour vers FormShare
pt: Ler a lista de modificações e colocar as atualizações no FormShare
uk: Ознайомтеся зі списком змін та завантажте оновлення до FormShare

source: Setup the FormShare update URL
es: Indique el URL de actualización de FormShare
fr: Configurer l’URL de mise à jour FormShare
pt: Configurar a URL de atualização do FormShare
uk: Налаштування URL-адреси оновлення FormShare

source: Setup your FormShare assistant API key. For example:
es: Indique la llave API para su asistente en FormShare. Por ejemplo:
fr: Configurez votre clé API assistant FormShare. Par exemple :
pt: Configurar chave API assistente do FormShare. Por exemplo:
uk: Налаштуйте ключ API помічника FormShare. Наприклад:

source: Pass through each update in the list and push it to FormShare
es: Pase por cada actualización en la lista y envíelos a FormShare
fr: Passez chaque mise à jour de la liste et poussez-la à FormShare
pt: Passar através de cada atualização na lista e colocar no FormShare
uk: Пройдіть через кожне оновлення у списку та відправте його до FormShare

source: Create a Python Dict structure. In this example this will look like
es: Cree una estructura Dict en Python. En este ejemplo el resultado va a ser
fr: Créez une structure Python Dict. Dans cet exemple, cela ressemblera à
pt: Criar uma estrutura Python Dict. Neste exemplo, irá se parecer com
uk: Створіть структуру Python Dict. У нашому прикладі це буде виглядати так

source: This will tell FormShare to look for
es: Esto le va a indicar a FormShare que busque
fr: Cela dira à FormShare de rechercher
pt: Isso vai informar ao FormShare para procurar por
uk: Це скаже FormShare шукати

source: change the variable income to
es: cambie la variable income a
fr: modifie le revenu variable à
pt: alterar a renda variável para
uk: змініть змінний дохід на

source: using the API key
es: usando la llave API
fr: à l’aide de la clé API
pt: utilizando a chave API
uk: за допомогою ключа API

source: Convert the data to string
es: Convierta los datos a caracteres
fr: Convertir les données en chaîne
pt: Converter os dados para cadeia
uk: Перетворення даних у рядок

source: Push the change to FormShare
es: Envíe los cambios a FormShare
fr: Poussez le changement à FormShare
pt: Colocar a modificação no FormShare
uk: Перенесіть зміни до FormShare

source: Python program: Download a private csv file using an access key
es: Programa en Python: Descargue un archivo CSV privado usando una llave de acceso
fr: Programme Python : Téléchargez un fichier csv privé à l’aide d’une clé d’accès
pt: Programa Python: Faça download do arquivo csv privado utilizando uma chave de acesso
uk: Програма на Python: Завантаження приватного csv-файлу за допомогою ключа доступу

source: Where do you want to save the CSV file?
es: ¿En dónde usted quiere guardar el archivo CSV?
fr: Où voulez-vous enregistrer le fichier CSV ?
pt: Onde você deseja salvar o arquivo CSV?
uk: Де ви хочете зберегти файл CSV?

source: Define a list with the information that you want to update
es: Define una lista con la información que usted quiere actualizar
fr: Définissez une liste avec les informations que vous souhaitez mettre à jour
pt: Definir uma lista com a informação que você deseja atualizar
uk: Визначте список з інформацією, яку ви хочете оновити

source: The list needs to have the following structure
es: La lista debe tener la siguiente estructura
fr: La liste doit avoir la structure suivante
pt: A lista precisa ter a seguinte estrutura
uk: Список повинен мати наступну структуру

source: Python program: Read the list of changes and push the update to FormShare
es: Programa en Python. Lea la lista de cambios y envié las actualizaciones a FormShare
fr: Programme Python: Lire la liste des changements et pousser la mise à jour vers FormShare
pt: Programa Python: Leia a lista de modificações e coloque na atualização no FormShare
uk: Програма на Python: Ознайомтеся зі списком змін і відправте оновлення на FormShare

source: Setup the FormShare update API URL
es: Indique el enlace (URL) para actualización de FormShare
fr: Configurez l’URL de l’API de mise à jour FormShare
pt: Configurar a URL do API de atualização do FormShare
uk: Налаштування URL-адреси API оновлення FormShare

source: Read data list of updates into an array called all_updates.
es: Mueva la lista de actualizaciones a un vector llamado all_updates.
fr: Lisez la liste des données des mises à jour dans une matrice appelée all_updates.
pt: Ler lista de dados de atualizações em uma matriz chamada all_updates.
uk: Зчитати список оновлень у масив з назвою all_updates.

source: This will tell FormShare to look for unique row id (rowuuid)
es: Esto le va a indicar a FormShare que busque el identificador único de línea (rowuuid)
fr: Cela dira à FormShare de rechercher l'id de ligne unique (rowuuid)
pt: Isso vai informar ao FormShare para buscar unique row id (rowuuid)
uk: Це скаже FormShare шукати унікальний ідентифікатор рядка (rowuuid)
