Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: You can bypass this restriction by creating groups of variables inside repeats BUT WITH repeat_count = 1. A repeat with repeat_count = 1 will behave the same way as a group, but FormShare will create a new table to store all its variables. Basically, you need to split several variables across different tables so each table will have fewer fields. For example, separate the {} fields in table "{}" in independent repeats BUT WITH repeat_count = 1. Eventually, if you export the data to Excel, your variables will be organized in different sheets, each representing a table.
es: Puede saltarse esta restricción creando grupos de variables dentro de repeticiones PERO CON repeat_count = 1. Una repetición con repeat_count = 1 se comportará igual que un grupo, pero FormShare creará una nueva tabla para almacenar todas sus variables. Básicamente, necesita dividir varias variables en diferentes tablas para que cada tabla tenga menos campos. Por ejemplo, separe los campos {} de la tabla "{}" en repeticiones independientes PERO CON repeat_count = 1. Eventualmente, si exporta los datos a Excel, sus variables estarán organizadas en diferentes hojas, cada una representando una tabla.
fr: Vous pouvez contourner cette restriction en créant des groupes de variables dans les répétitions, MAIS AVEC repeat_count = 1. Une répétition avec repeat_count = 1 se comportera comme un groupe, mais FormShare créera une nouvelle table pour stocker toutes vos variables. En fait, vous devez diviser plusieurs variables dans des tables différentes afin que chaque table ait moins de champs. Par exemple, séparez les champs {} de la table "{}" dans des répétitions séparées MAIS AVEC repeat_count = 1. Finalement, si vous exportez les données vers Excel, vos variables seront organisées sur différentes feuilles, chacune représentant une table.
pt: Você pode contornar essa restrição criando grupos de variáveis dentro de repetições, MAS COM repeat_count = 1. Uma repetição com repeat_count = 1 se comportará exatamente como um grupo, mas o FormShare criará uma nova tabela para armazenar todas as suas variáveis. Basicamente, você precisa dividir diversas variáveis em tabelas diferentes para que cada tabela tenha menos campos. Por exemplo, separe os campos {} da tabela "{}" em repetições separadas, MAS COM repeat_count = 1. Eventualmente, se você exportar os dados para o Excel, suas variáveis serão organizadas em planilhas diferentes, cada uma representando uma tabela.

source: Please edit your ODK XLSX/XLS file, split your variables across repeats with repeat_count = 1, and try to upload the form again.
es: Por favor, edite su archivo ODK XLSX/XLS, divida sus variables entre repeticiones con repeat_count = 1, e intente subir el formulario de nuevo.
fr: Veuillez modifier votre fichier XLSX/XLS ODK, diviser vos variables entre les répétitions avec repeat_count = 1, et essayez à nouveau de télécharger le formulaire.
pt: Edite seu arquivo XLSX/XLS ODK, divida suas variáveis entre as repetições com repeat_count = 1 e tente carregar o formulário novamente.

source: Edit QR
es: Editar QR
fr: Editer QR
pt: Editar QR

source: This assistant belongs to the project
es: Este asistente pertenece al proyecto
fr: Cet assistant fait partie du projet
pt: Esse assistente faz parte do projeto

source: in the account of
es: en la cuenta de
fr: sur le compte de
pt: na conta de

source: but you don't have editor access to this project. Therefore, you cannot edit any details of the assistant for example, change its password or deactivate it.
es: pero usted no tiene acceso de editor a este proyecto. Por lo tanto, no puede editar ningún detalle del asistente, por ejemplo, cambiar su contraseña o desactivarlo.
fr: mais vous n'avez pas accès à ce projet en tant qu'éditeur. Par conséquent, vous ne pouvez pas modifier les détails de l'assistant, par exemple changer son mot de passe ou le désactiver.
pt: mas você não tem acesso de editor a esse projeto. Portanto, não é possível editar nenhum detalhe do assistente, por exemplo, alterar sua senha ou desativá-lo.

source: Edit assistant details
es: Editar los datos del asistente
fr: Modifier les données de l'assistant
pt: Editar dados do assistente

source: Edit QR data
es: Editar datos QR
fr: Modifier les données QR
pt: Editar dados QR

source: In this ODK Form that you are merging, which variable will be used to record the date of a case?
es: En este formulario ODK que está fusionando, ¿qué variable se utilizará para registrar la fecha de un caso?
fr: Dans le formulaire ODK que vous êtes en train de fusionner, quelle variable sera utilisée pour enregistrer la date d'un dossier ?
pt: Nesse formulário ODK que você está mesclando, qual variável será usada para registrar a data de um caso?

source: Form submission settings
es: Configuración de envío de formularios
fr: Configuration de la soumission des formulaires
pt: Configuração de envio de formulários

source: Automatically send a finalized form
es: Enviar automáticamente un formulario finalizado
fr: Envoi automatique d'un formulaire complété
pt: Enviar automaticamente um formulário preenchido

source: Yes, but when using wifi
es: Sí, pero cuando se utiliza wifi
fr: Oui, mais en utilisant le wifi
pt: Sim, mas ao usar o Wi-Fi

source: Yes, but when using cellular
es: Sí, pero cuando se utiliza el móvil
fr: Oui, mais lors de l'utilisation d'un téléphone portable
pt: Sim, mas ao usar um telefone celular

source: Delete the form from the device after sending it
es: Borrar el formulario del dispositivo después de enviarlo
fr: Supprimer le formulaire de l'appareil après l'avoir envoyé
pt: Excluir o formulário do dispositivo depois de enviá-lo

source: Form update settings
es: Configuración de la actualización del formulario
fr: Configuration de la mise à jour du formulaire
pt: Configuração de atualização de formulário

source: Update mode for blank forms
es: Modo de actualización de formularios en blanco
fr: Mode de mise à jour du formulaire vierge
pt: Modo de atualização de formulário em branco

source: Previously downloaded
es: Descargado anteriormente
fr: Téléchargés précédemment
pt: Baixado anteriormente

source: Match exactly
es: Coincidir exactamente
fr: Correspondance exacte
pt: Correspondência exata

source: Automatic update frequency
es: Frecuencia de actualización automática
fr: Fréquence de mise à jour automatique
pt: Frequência de atualização automática

source: Every fifteen minutes
es: Cada quince minutos
fr: Toutes les quinze minutes
pt: A cada quinze minutos

source: Every one hour
es: Cada hora
fr: Horaire
pt: Por hora

source: Every six hours
es: Cada seis horas
fr: Toutes les six heures
pt: A cada seis horas

source: Every 24 hours
es: Cada 24 horas
fr: Toutes les 24 heures
pt: A cada 24 horas

source: Automatically download updated forms
es: Descarga automática de formularios actualizados
fr: Téléchargement automatique des formulaires mis à jour
pt: Download automático de formulários atualizados

source: Hide old versions of a form
es: Ocultar versiones antiguas de un formulario
fr: Cacher les anciennes versions d'un formulaire
pt: Ocultar versões antigas de um formulário

source: Form filling settings
es: Configuración de rellenado de formularios
fr: Configuration du remplissage des formulaires
pt: Configuração de preenchimento de formulários

source: Navigation
es: Navegación
pt: Navegação

source: Swipe
es: Deslizar pantalla
fr: Écran coulissant
pt: Tela deslizante

source: Buttons
es: Botones
fr: Boutons
pt: Botões

source: Swipe and buttons
es: Deslizar y botones
fr: Curseurs et boutons
pt: Controles deslizantes e botões

source: Use high-resolution in video recordings
es: Utilice alta resolución en las grabaciones de vídeo
fr: Utiliser une haute résolution pour les enregistrements vidéo
pt: Use alta resolução em gravações de vídeo

source: Size of images
es: Tamaño de las imágenes
fr: Taille des images
pt: Tamanho das imagens

source: Original size from the camera
es: Tamaño original de la cámara
fr: Taille originale de l'appareil photo
pt: Tamanho original da câmera

source: Very small (640 pixels)
es: Muy pequeño (640 píxeles)
fr: Très petit (640 pixels)
pt: Muito pequeno (640 pixels)

source: Small (1024 pixels)
es: Pequeño (1024 píxeles)
fr: Petit (1024 pixels)
pt: Pequeno (1024 pixels)

source: Medium (2048 pixels)
es: Medio (2048 píxeles)
fr: Moyen (2048 pixels)
pt: Médio (2048 pixels)

source: Large (3072 pixels)
es: Grande (3072 píxeles)
fr: Grand (3072 pixels)
pt: Grande (3072 pixels)

source: Use an external App for recording audio
es: Utiliza una App externa para grabar audio
fr: Utiliser une application externe pour enregistrer de l'audio
pt: Use um aplicativo externo para gravar áudio

source: Save QR settings
es: Guardar la configuración del QR
fr: Sauvegarder les paramètres QR
pt: Salvar configurações de QR

source: Go back to the defaults
es: Volver a los valores por defecto
fr: Retour aux valeurs par défaut
pt: Retornar aos valores padrão

source: The QR image has been modified
es: La imagen QR ha sido modificada
fr: L'image QR a été modifiée
pt: A imagem QR foi modificada

source: The QR image has been set to the default values
es: La imagen QR se ha configurado con los valores por defecto
fr: L'image QR a été configurée avec les paramètres par défaut
pt: A imagem QR foi configurada com as configurações padrão

source: The field has unique values
es: El campo tiene valores únicos
fr: Le champ a des valeurs uniques
pt: O campo tem valores exclusivos

source: The project already exist or the access to it exist
es: El proyecto ya existe o existe el acceso al mismo
fr: Le projet existe déjà ou l'accès à celui-ci existe
pt: O projeto já existe ou há acesso a ele

source: The ODK you just submitted have multi-select variables with spaces in their options. See details below:
es: El ODK que acaba de enviar tienen variables de selección múltiple con espacios en sus opciones. Vea los detalles más abajo:
fr: Les ODK que vous venez d'envoyer ont des variables à choix multiples avec des espaces dans leurs options. Voir les détails ci-dessous :
pt: O ODK que você acabou de enviar tem variáveis de múltipla escolha com espaços em suas opções. Veja os detalhes abaixo:

source: Option "{}" in variable {}
es: Opción "{}" en variable {}
fr: Option "{}" dans la variable {}
pt: Opção "{}" na variável {}

source: Your ODK form uses select or multi-select variables with "or other." Using "or other" is a bad practice because FormShare would need to assume the code for "other" and the variable's name to store "other." Using "or other" was allowed before, but not anymore. Manually add an option for "other" in your select and multi-select variables and a text variable to store "other."
es: Tu formulario ODK utiliza variables de selección o multi-selección con "or other". Usar "or other" es una mala práctica porque FormShare necesitaría asumir el código de "other" y el nombre de la variable para almacenar "other". El uso de "or other" estaba permitido antes, pero ya no. Añada manualmente una opción para "otro" en sus variables select y multiselect y una variable de texto para almacenar "otro".
fr: Votre formulaire ODK utilise des variables de sélection ou de multi-sélection avec "ou autre". L'utilisation de "ou autre" est une mauvaise pratique car FormShare devrait supposer le code pour "autre" et le nom de la variable pour stocker "autre". L'utilisation de "ou autre" était autorisée auparavant, mais ne l'est plus aujourd'hui. Ajoutez manuellement une option pour "other" dans vos variables select et multiselect et une variable texte pour stocker "other".
pt: Seu formulário ODK usa variáveis de seleção ou de seleção múltipla com "or other". Usar "or other" é uma prática ruim porque o FormShare precisaria assumir o código para "other" e o nome da variável para armazenar "other". O uso de "or other" era permitido antes, mas não é mais. Adicione manualmente uma opção para "other" em suas variáveis select e multiselect e uma variável de texto para armazenar "other".

source: Your ODK form has multi-select variables with spaces in their options.
es: Su formulario ODK tiene variables de selección múltiple con espacios en sus opciones.
fr: Votre formulaire ODK contient des variables à choix multiples avec des espaces dans ses options.
pt: Seu formulário ODK tem variáveis de múltipla escolha com espaços em suas opções.

source: CSV with invalid options
es: CSV con opciones no válidas
fr: CSV avec des options non valides
pt: CSV com opções inválidas

source: Invalid options
es: Opciones no válidas
fr: Options non valides
pt: Opções inválidas

source: Status
es: Estado
fr: Statut
uk: Статус

source: Email
es: Correo electrónico
fr: Courriel
uk: Електронна пошта

source: Editor
fr: Éditeur
uk: Редактор

source: Manual
fr: Manuel

source: Error allocating access
uk: Помилка призначення доступу

source: The project already exists
uk: Проект вже існує

source: Changing password for
uk: Зміна пароля для

source: Alias
uk: Псевдонім

source: Total
uk: Всього
