Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: You need to indicate a variable for labeling the cases
es: Es necesario indicar una variable para etiquetar los casos
fr: Vous devez indiquer une variable pour étiqueter les cas
pt: Você deve indicar uma variável para rotular os casos
uk: Вам потрібно вказати змінну для маркування кейсів

source: The labeling variable and the variable to identify each case cannot be the same
es: La variable de etiquetado y la variable para identificar cada caso no pueden ser la misma
fr: La variable pour étiqueter les observations et la variable pour les identifier ne peuvent pas être les mêmes
pt: A variável para rotular os casos e a variável para identificá-los não pode ser a mesma
uk: Змінна мітки та змінна для ідентифікації кожного випадку не можуть бути однаковими

source: You need to indicate a type of case form
es: Debe indicar un tipo de formulario de caso
fr: Vous devez indiquer le type de formulaire de cas
pt: Você deve indicar o tipo de formulário de caso
uk: Вам потрібно вказати тип форми кейсу

source: You need to indicate a variable for searching and selecting cases
es: Es necesario indicar una variable para buscar y seleccionar casos
fr: Vous devez indiquer la variable pour rechercher et sélectionner les cas
pt: Você deve indicar a variável para pesquisar e selecionar casos
uk: Потрібно вказати змінну для пошуку та відбору кейсів

source: The variable for searching and selecting cases cannot be the same as the primary key
es: La variable de búsqueda y selección de casos no puede ser la misma que la clave primaria
fr: La variable pour rechercher et sélectionner des observations ne peut pas être la même que la clé primaire
pt: A variável para encontrar e selecionar casos não pode ser a mesma que a chave primária
uk: Змінна для пошуку та відбору випадків не може збігатися з первинним ключем

source: You need to indicate a variable that records date or date and time
es: Es necesario indicar una variable que registre la fecha o la fecha y la hora
fr: Vous devez indiquer une variable qui stocke une date ou une date et une heure
pt: Você deve indicar uma variável que armazena uma data ou uma data e hora
uk: Потрібно вказати змінну, яка записує дату або дату і час

source: The variable for recording a date or a date and time cannot be the same as the primary key or the case selector variable
es: La variable para registrar una fecha o una fecha y hora no puede ser la misma que la clave primaria o la variable del selector de casos
fr: La variable pour enregistrer une date ou une date et une heure ne peut pas être la même que la clé primaire ou la variable de sélection de cas
pt: A variável para gravar uma data ou uma data e hora não pode ser a mesma que a chave primária ou a variável de seleção de caso
uk: Змінна для запису дати або дати і часу не може збігатися з первинним ключем або змінною-селектором регістру

source: The form was added successfully
es: El formulario se ha añadido con éxito
fr: Le formulaire a été ajouté avec succès
pt: O formulário foi adicionado com sucesso
uk: Форма успішно додана

source: Unable to upload the form:
es: No se puede cargar el formulario:
fr: Impossible de télécharger le formulaire :
pt: Não foi possível carregar o formulário:
uk: Не вдалося завантажити форму:

source: You need to specify a primary key
es: Es necesario especificar una clave primaria
fr: Vous devez spécifier une clé primaire
pt: Você precisa especificar uma chave primária
uk: Потрібно вказати первинний ключ

source: The ODK form was successfully updated
es: El formulario ODK se ha actualizado con éxito
fr: Le formulaire ODK a été mis à jour avec succès
pt: O formulário ODK foi atualizado com sucesso
uk: Форму ODK успішно оновлено

source: The form was edited successfully
es: El formulario ha sido editado con éxito
fr: Le formulaire a été modifié avec succès
pt: O formulário foi editado com sucesso
uk: Форма була успішно відредагована

source: The form was deleted successfully
es: El formulario se ha eliminado con éxito
fr: Le formulaire a été supprimé avec succès
pt: O formulário foi excluído com sucesso
uk: Форму успішно видалено

source: The form was activated successfully
es: El formulario se ha activado con éxito
fr: Le formulaire a été activé avec succès
pt: O formulário foi ativado com sucesso
uk: Форма була успішно активована

source: The form was deactivated successfully
es: El formulario se ha desactivado con éxito
fr: Le formulaire a été désactivé avec succès
pt: O formulário foi desativado com sucesso
uk: Форма була успішно деактивована

source: No files were attached
es: No se han adjuntado archivos
fr: Aucun fichier n’a été joint
pt: Nenhum arquivo foi anexado
uk: Не було прикріплено жодного файлу

source: The files were uploaded successfully
es: Los archivos se han cargado con éxito
fr: Les fichiers ont été téléchargés avec succès
pt: Os arquivos foram carregados com sucesso
uk: Файли успішно завантажено

source: You cannot remove this file because it is required by the repository
es: No puede eliminar este archivo porque es necesario para el repositorio
fr: Vous ne pouvez pas supprimer ce fichier parce qu’il est requis par le référentiel
pt: Você não pode remover este arquivo porque ele é exigido pelo repositório
uk: Ви не можете видалити цей файл, оскільки він необхідний для роботи сховища

source: The files was removed successfully
es: Los archivos fueron eliminados con éxito
fr: Les fichiers ont été supprimés avec succès
pt: Os arquivos foram removidos com sucesso
uk: Файли успішно видалено

source: The information was changed successfully
es: La información ha sido modificada con éxito
fr: Les informations ont été modifiées avec succès
pt: A informação foi alterada com sucesso
uk: Інформація була успішно змінена

source: The assistant was removed successfully
es: El asistente fue retirado con éxito
fr: L’assistant a été retiré avec succès
pt: O assistente foi removido com sucesso
uk: Асистент був успішно видалений

source: The group was added successfully
es: El grupo se ha añadido con éxito
fr: Le groupe a été ajouté avec succès
pt: O grupo foi adicionado com sucesso
uk: Групу успішно додано

source: The role was changed successfully
es: El papel fue cambiado con éxito
fr: Le rôle a été modifié avec succès
pt: A função foi alterada com sucesso
uk: Роль була успішно змінена

source: The group was removed successfully
es: El grupo fue eliminado con éxito
fr: Le groupe a été retiré avec succès
pt: O grupo foi removido com sucesso
uk: Групу успішно видалено

source: The process was stopped successfully
es: El proceso se ha detenido con éxito
fr: Le processus a été arrêté avec succès
pt: O processo foi interrompido com sucesso
uk: Процес було успішно зупинено

source: FormShare was not able to stop the process
es: FormShare no pudo detener el proceso
fr: FormShare n’a pas été en mesure d’arrêter le processus
pt: O FormShare não conseguiu interromper o processo
uk: FormShare не зміг зупинити процес

source: Such alias already exist
es: Estos alias ya existen
fr: L'alias existe déjà
pt: O alias já existe
uk: Такий псевдонім вже існує

source: Such field does not exist
es: Este campo no existe
fr: Le champ n'existe pas
pt: O campo não existe
uk: Такого поля не існує

source: The alias cannot be a number
es: El alias no puede ser un número
fr: L'alias ne peut pas être un nombre
pt: O alias não pode ser um número
uk: Псевдонім не може бути числом

source: The alias is invalid
es: El alias no es válido
fr: L'alias n'est pas valide
pt: O alias é inválido
uk: Псевдонім недійсний

source: The alias has invalid characters. Only underscore (_) is allowed
es: El alias tiene caracteres no válidos. Sólo se permite el guión bajo (_)
fr: L'alias contient des caractères incorrects. Seul le soulignement (_) est autorisé
pt: O alias tem caracteres inválidos. Apenas underline (_) é permitido
uk: Псевдонім містить неприпустимі символи. Допускається лише символ підкреслення (_)

source: Invalid dates
es: Fechas no válidas
fr: Dates invalides
pt: Datas inválidas
uk: Невірні дати

source: The partner was added successfully to this form
es: El socio se ha añadido con éxito a este formulario
fr: Le partenaire a été ajouté avec succès à ce formulaire
pt: O sócio foi adicionado com sucesso a este formulário
uk: Партнера успішно додано до цієї форми

source: The partner was successfully updated
es: El socio fue actualizado con éxito
fr: Le partenaire a été mis à jour avec succès
pt: O sócio foi modificado com sucesso
uk: Успішно оновлено партнера

source: The partner was successfully removed from this form
es: El socio fue eliminado con éxito de este formulario
fr: Le partenaire a été supprimé avec succès de ce formulaire.
pt: O parceiro foi removido com sucesso deste formulário.
uk: Партнера успішно видалено з цієї форми

source: You need to indicate the primary language
es: Debe indicar el lenguage principal
fr: Vous devez indiquer la langue principale
pt: Você precisa indicar o idioma primário
uk: Вам потрібно вказати основну мову

source: Each language needs to have an unique ISO 639-1 code
es: Cada lenguage debe tener un código ISO 639-1 único
fr: Chaque langue doit avoir un code ISO 639-1 unique
pt: Cada idioma deve ter um código ISO 639-1 exclusivo
uk: Кожна мова повинна мати унікальний код ISO 639-1

source: You need to indicate a ISO 639-1 code for each language
es: Debe indicar un código ISO 639-1 para cada lenguage
fr: Vous devez indiquer un code ISO 639-1 pour chaque langue
pt: Você precisa indicar um código ISO 639-1 para cada idioma
uk: Для кожної мови потрібно вказати код ISO 639-1

source: The organization cannot be empty
es: La organización no puede estar vacía
fr: L'organisation ne peut pas être vide
pt: Organização não pode estar vazia
uk: Організація не може бути порожньою

source: The name cannot be empty
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
pt: O nome não pode estar vazio
uk: Ім'я не може бути порожнім

source: The partner telephone contact cannot be empty
es: El contacto telefónico del socio no puede estar vacío
fr: Le numéro de téléphone de contact du partenaire ne peut pas être vide
pt: O número de telefone de contato do sócio não pode estar vazio
uk: Телефонний контакт партнера не може бути порожнім

source: The partner was added successfully
es: El socio se ha añadido con éxito
fr: Le partenaire a été ajouté avec succès
pt: O sócio foi adicionado com sucesso
uk: Партнера успішно додано

source: This partner email address already exist
es: Esta dirección de correo electrónico del socio ya existe
fr: L'adresse e-mail du partenaire existe déjà
pt: Email do sócio já existe
uk: Ця адреса електронної пошти партнера вже існує

source: The email you provided is invalid
es: El correo electrónico que ha proporcionado no es válido
fr: L'email que vous avez indiqué n'est pas valide
pt: O e-mail que você indicou não é válido
uk: Вказана вами адреса електронної пошти є недійсною

source: This email address is not valid
es: Esta dirección de correo electrónico no es válida
fr: Cette adresse e-mail n'est pas valide
pt: Este endereço de e-mail não é válido
uk: Ця електронна адреса є недійсною

source: This email address already belongs to another partner
es: Esta dirección de correo electrónico ya pertenece a otro socio
fr: Cet email appartient déjà à un autre partenaire
pt: Este e-mail já pertence a outro sócio
uk: Ця електронна адреса вже належить іншому партнеру

source: The partner has been updated
es: El socio ha sido actualizado
fr: Le partenaire a été mis à jour avec succès
pt: O sócio foi modificado
uk: Оновлений партнер

source: The password for {} was modified
es: La contraseña de {} fue modificada
fr: Le mot de passe pour {} a été modifié
pt: A senha para {} foi modificada
uk: Змінено пароль для {}

source: This partner was created by {0} ({1}). Only {0} or and administrator can delete it
es: Este socio fue creado por {0} ({1}). Sólo {0} o un administrador pueden eliminarlo
fr: Ce partenaire a été créé par {0} ({1}). Seul {0} ou un administrateur peut le supprimer
pt: Este sócio foi criado por {0} ({1}). Apenas {0} ou um administrador podedelete isso
uk: Цей партнер був створений {0} ({1}). Тільки {0} або адміністратор може видалити його

source: The partner has been deleted
es: El socio ha sido eliminado
fr: Le partenaire a été supprimé avec succès
pt: O sócio foi removido
uk: Партнера видалено

source: The product was deleted successfully
es: El producto se ha eliminado con éxito
fr: Le produit a été supprimé avec succès
pt: O produto foi excluído com sucesso
uk: Товар успішно видалено

source: Unable to delete the product
es: No se puede eliminar el producto
fr: Impossible de supprimer le produit
pt: Não foi possível excluir o produto
uk: Не вдається видалити продукт

source: The profile has been updated
es: El perfil ha sido actualizado
fr: Le profil a été mis à jour
pt: O perfil foi atualizado
uk: Профіль оновлено

source: The old password is incorrect
es: La antigua contraseña es incorrecta
fr: L’ancien mot de passe est incorrect
pt: A senha antiga está incorreta
uk: Старий пароль неправильний

source: The new password and its confirmation are not the same
es: La nueva contraseña y su confirmación no son iguales
fr: Le nouveau mot de passe et sa confirmation ne sont pas les mêmes
pt: A nova senha e sua confirmação não são iguais
uk: Новий пароль і його підтвердження не збігаються

source: You need to specify a new password
es: Es necesario especificar una nueva contraseña
fr: Vous devez spécifier un nouveau mot de passe
pt: Você precisa especificar uma nova senha
uk: Потрібно вказати новий пароль

source: You need to specify the old password
es: Es necesario especificar la antigua contraseña
fr: Vous devez spécifier l’ancien mot de passe
pt: Você precisa especificar a senha antiga
uk: Потрібно вказати старий пароль

source: The key and secret has been updated
es: La llave y la contraseña se han actualizado
fr: La clé et le mot de passe ont été mis à jour
pt: A chave e a senha foram atualizadas
uk: Ключ і секрет оновлено

source: You need to specify the an API key and secret
es: Es necesario especificar la llave y contraseña API.
fr: Il est nécessaire de spécifier la clé et le mot de passe de l'API.
pt: É necessário especificar a chave API e a senha.
uk: Вам потрібно вказати ключ та секрет API

source: The project has been created
es: El proyecto se ha creado
fr: Le projet a été créé
pt: O projeto foi criado
uk: Проєкт створено

source: The project code has invalid characters. Only underscore (_) is allowed
es: El código del proyecto tiene caracteres no válidos. Sólo se permite el guión bajo (_)
fr: Le code du projet a des caractères incorrects. Seul le soulignement (_) est autorisé
pt: O código do projeto tem caracteres inválidos. Apenas underline (_) é permitido
uk: Код проекту містить недопустимі символи. Допускається тільки символ підкреслення (_)

source: The project code cannot be empty
es: El código del proyecto no puede estar vacío
fr: Le code du projet ne peut pas être vide
pt: O código do projeto não pode estar vazio
uk: Код проекту не може бути порожнім

source: The project has been modified
es: El proyecto se ha modificado
fr: Le projet a été modifié
pt: O projeto foi modificado
uk: Проєкт було модифіковано

source: The active project has changed
es: El proyecto activo ha cambiado
fr: Le projet actif a changé
pt: O projeto ativo foi alterado
uk: Активний проект змінився

source: Error activating project:
es: Error al activar el proyecto:
fr: Projet d’activation d’erreurs :
pt: Erro ao ativar o projeto:
uk: Помилка активації проекту:

source: The project was deleted successfully
es: El proyecto se ha eliminado con éxito
fr: Le projet a été supprimé avec succès
pt: O projeto foi excluído com sucesso
uk: Проект успішно видалено

source: Unable to delete the project:
es: No se puede eliminar el proyecto:
fr: Impossible de supprimer le projet:
pt: Não foi possível excluir o projeto:
uk: Не вдалося видалити проект:

source: The files were removed successfully
es: Los archivos fueron eliminados con éxito
fr: Les fichiers ont été supprimés avec succès
pt: Os arquivos foram removidos com sucesso
uk: Файли успішно видалено

source: The partner was successfully linked to this project
es: El socio se vinculó con éxito a este proyecto
fr: Le partenaire a été associé à ce projet avec succès
pt: O sócio foi associado a este projeto com sucesso
uk: Партнер був успішно підключений до цього проекту

source: You need to indicate a partner
es: Es necesario indicar un socio
fr: Vous devez indiquer un partenaire
pt: Você deve indicar um sócio
uk: Вам потрібно вказати партнера

source: The partner was successfully removed from this project
es: El socio fue retirado con éxito de este proyecto
fr: Le partenaire a été supprimé avec succès de ce projet
pt: O sócio foi removido com sucesso deste projeto
uk: Партнера було успішно видалено з цього проекту

source: The primary key cannot be empty
es: La clave primaria no puede estar vacía
fr: La clé primaire ne peut pas être vide
pt: A chave primária não pode estar vazia
uk: Первинний ключ не може бути порожнім

source: FormShare is creating the repository
es: FormShare está creando el repositorio
fr: FormShare crée le référenciel
pt: O FormShare está criando o repositório
uk: FormShare створює сховище

source: The primary key is invalid.
es: La clave primaria no es válida.
fr: La clé primaire est incorrecte.
pt: Chave primária inválida.
uk: Первинний ключ є недійсним.

source: with select
es: con la selección
fr: avec listes de sélection
pt: com listas de seleção
uk: з select

source: FormShare is merging the form.
es: FormShare está fusionando el formulario.
fr: FormShare fusionne le formulaire.
pt: O FormShare está fundindo o formulário.
uk: FormShare об'єднує форму.

source: The field "{}" in table "{}" changed type. You must rename the field before merging.
es: El campo "{}" de la tabla "{}" ha cambiado de tipo. Debe cambiar el nombre del campo antes de fusionarlo.
fr: Le champ "{}" dans le tableau "{}" a changé de type. Vous devez renommer le champ avant de fusionner.
pt: O campo "{}" na tabela "{}" mudou de tipo. Você precisa renomear o campo antes de fundir.
uk: Поле "{}" в таблиці "{}" змінило тип. Перед злиттям поле необхідно перейменувати.

source: The option "{}" in lookup table "{}" changed description from "{}" to "{}".
es: La opción "{}" en la tabla de búsqueda "{}" ha cambiado la descripción de "{}" a "{}".
fr: L’option "{}" dans le tableau de recherche "{}" a changé la description de "{}" à "{}".
pt: A opção "{}" na tabela de consulta "{}" mudou de descrição de "{}" para "{}".
uk: Опція "{}" у таблиці пошуку "{}" змінила опис з "{}" на "{}".

source: The field "{}" in table "{}" changed relationship
es: El campo "{}" de la tabla "{}" ha cambiado de relación
fr: Le champ "{}"dans le tableau "{}" a changé la relation
pt: O campo "{}" na tabela "{}" mudou de relacionamento
uk: Поле "{}" в таблиці "{}" змінило відношення

source: Unable to delete all submissions
es: No se pueden eliminar todos los envíos
fr: Impossible de supprimer toutes les demandes
pt: Não foi possível excluir todas as submissões
uk: Не вдалося видалити всі заявки

source: The email is not correct
es: El correo electrónico no es correcto
fr: L’e-mail n’est pas correct
pt: O e-mail não está correto
uk: Адреса електронної пошти вказана невірно

source: You need to enter your email
es: Tienes que introducir tu correo electrónico
fr: Vous devez entrer votre e-mail
pt: Você precisa inserir seu e-mail
uk: Вам потрібно ввести свою електронну пошту

source: The unique Row ID (rowuuid) does not point to a project
es: El ID de fila único (rowuuid) no apunta a un proyecto
fr: Le rowuuid n'est lié à aucun projet
pt: O rowuuid não está relacionado a nenhum projeto
uk: Унікальний ідентифікатор рядка (rowuuid) не вказує на проект

source: Cannot find an assistant with such API key
es: No se puede encontrar un asistente con dicha clave API
fr: Impossible de trouver un assistant connecté à cette clé API
pt: Não foi possível encontrar um assistente conectado a essa chave de API
uk: Не вдається знайти помічника з таким ключем API

source: This API key don't have permission to clean the form associated with the indicated Row ID
es: Esta clave API no tiene permiso para limpiar el formulario asociado al ID de fila indicado
fr: Cette clé API n'a pas les autorisations pour nettoyer les données associées au rowuuid
pt: Esta chave de API não tem permissão para limpar os dados associados ao rowuuid
uk: Цей ключ API не має дозволу на очищення форми, пов'язаної з вказаним ідентифікатором рядка

source: Update completed
es: Actualización completada
fr: Mise à jour terminée
pt: Atualização concluída
uk: Оновлення завершено

source: This email address already belongs to another account
es: Esta dirección de correo electrónico ya pertenece a otra cuenta
fr: Cette adresse e-mail appartient déjà à un autre compte
pt: Este endereço de e-mail já pertence a outra conta
uk: Ця електронна адреса вже належить іншому акаунту

source: The user has been updated
es: El usuario ha sido actualizado
fr: L'utilisateur a été mis à jour
pt: O usuário foi atualizado
uk: Користувача оновлено

source: The user was added successfully
es: El usuario se ha añadido con éxito
fr: L’utilisateur a été ajouté avec succès
pt: O usuário foi adicionado com sucesso
uk: Користувача успішно додано

source: This user already exists
es: Este usuario ya existe
fr: Cet utilisateur existe déjà
pt: Este usuário já existe
uk: Цей користувач вже існує

source: Tokens can only be requested by POST.
es: Los tokens sólo se pueden solicitar por POST.
fr: Les jetons ne peuvent être demandés que par POST.
pt: Os Tokens só podem ser solicitados pelo POST.
uk: Токени можуть бути запитані тільки за допомогою POST.

source: Your account does not have an API secret. Go to your profile and set an API secret
es: Su cuenta no tiene una contraseña de API. Vaya a su perfil y establezca una contraseña de API
fr: Votre compte ne dispose pas d'un mot de passe API. Allez dans votre profil et définissez un mot de passe API
pt: Sua conta não tem uma senha API. Vá até seu perfil e defina uma senha API.
uk: Ваш обліковий запис не має API секрету. Перейдіть до свого профілю та встановіть секрет API

source: You need to indicate an API key (X-API-Key) and an API Secret (X-API-Secret).
es: Debe indicar una clave de API (X-API-Key) y un secreto de API (X-API-Secret).
fr: Vous devez spécifier une clé API (X-API-Key) et un secret API (X-API-Secret).
pt: É necessário especificar uma chave API (X-API-Key) e um segredo API (X-API-Secret).
uk: Вам потрібно вказати ключ API (X-API-Key) і секрет API (X-API-Secret).

source: The old password is not correct
es: La antigua contraseña no es correcta
fr: L’ancien mot de passe n’est pas correct
pt: A senha antiga não está correta
uk: Старий пароль неправильний

source: Unable to change the key. No API key and secret
es: No se pudo cambiar la llave. No hay llave y contraseña API
fr: Impossible de changer la clé. Pas de clé et de mot de passe API
pt: Não foi possível mudar a chave. Sem chave e senha API
uk: Неможливо змінити ключ. Немає ключа та секрету API

source: Unable to change the key:
es: No se puede cambiar la llave:
fr: Impossible de changer la clé :
pt: Não foi possível alterar a chave:
uk: Неможливо змінити ключ:

source: Unable to change the time zone:
es: No se puede cambiar la zona horaria:
fr: Le fuseau horaire n'a pas pu être modifié:
pt: O fuso horário não pôde ser modificado:
uk: Неможливо змінити часовий пояс:
