Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: and change the variable income to
es: y cambie la variable income a
fr: et de modifier le revenu variable pour
pt: e modificar a renda variável para
uk: і змінимо змінний дохід на

source: If you use Linux you need to install
es: Si usted usa Linux usted necesita instalar
fr: Si vous utilisez Linux, vous devez installer
pt: Caso use Linux, você precisará instalar
uk: Якщо ви використовуєте Linux, вам потрібно встановити

source: For example
es: Por ejemplo
fr: Par exemple
pt: Por exemplo
uk: Наприклад

source: Create a new data frame for the updates
es: Cree un nuevo esquema de datos para las actualizaciones
fr: Créez un nouveau cadre de données pour les mises à jour
pt: Criar um novo molde de dados para as atualizações
uk: Створіть новий фрейм даних для оновлень

source: Add a new row to the data frame
es: Agregue una fila nueva al esquema de datos
fr: Ajoutez une nouvelle ligne au cadre de données
pt: Adicionar uma nova linha para o molde de dados
uk: Додавання нового рядка до фрейму даних

source: Append the new update to the data frame of updates
es: Inserte la nueva actualización al esquema de datos de actualización
fr: Annexez la nouvelle mise à jour au cadre de données des mises à jour
pt: Anexar as nova atualização ao molde de dados de atualizações
uk: Додайте нове оновлення до фрейму даних оновлень

source: Setup your FormShare assistant API key. For example
es: Indique la llave API para su asistente en FormShare. Por ejemplo:
fr: Configurez votre clé API assistant FormShare. Par exemple
pt: Configurar a sua chave de API do assistente do FormShare. Por exemplo
uk: Налаштуйте ключ API помічника FormShare. Наприклад

source: Create a JSON string using the data in the data frame. In this example this will look like
es: Cree una cadena JSON usando el esquema de datos. En este ejemplo se vería como
fr: Créez une chaîne JSON à l’aide des données dans le cadre de données. Dans cet exemple, cela ressemblera à
pt: Criar uma cadeia JSON utilizando os dados no molde de dados. Neste exemplo, vai se parecer com
uk: Створіть рядок JSON, використовуючи дані у фреймі даних. У нашому прикладі це буде виглядати так

source: Assigned assistants
es: Asignar asistentes
fr: Assistants attribués
pt: Assistentes atribuídos
uk: Призначені асистенти

source: Assign assistant
es: Asignar asistente
fr: Attribuer l’assistant
pt: Atribuir assistente
uk: Призначити асистента

source: Click / Tap and hold to remove
es: Haga clic / toque y mantenga presionado para eliminar
fr: Cliquez / Appuyez et maintenez pour supprimer
pt: Clicar / Tocar e segurar para remover
uk: Натисніть / Натисніть і утримуйте, щоб видалити

source: Without privileges
es: Sin provilegios
fr: Unprofiled
pt: Desprotegido
uk: Без привілеїв

source: Submit and clean
es: Enviar y limpiar
fr: Soumettre et nettoyer
pt: Enviar e limpar
uk: Подати та очистити

source: Assistants in
es: Asistentes en
fr: Assistants à
pt: Assistentes em
uk: Асистенти в

source: red
es: rojo
fr: rouge
pt: vermelho
uk: червоний

source: are inactive
es: están inactivos
fr: sont inactifs
pt: estão inativos
uk: неактивні

source: Assistants help you to collect and clean data. Add one by clicking on the + button
es: Los asistentes le ayudan a recolectar y limpiar datos. Añada uno haciendo clic en el botón +
fr: Les assistants vous aident à collecter et à nettoyer les données. Ajoutez-en un en cliquant sur le bouton +
pt: Assistentes ajudam você a coletar e limpar dados. Adicione um ao clicar no botão +
uk: Асистенти допомагають вам збирати та очищати дані. Додайте одного, натиснувши на кнопку +

source: Changes made to
es: Cambios realizados a
fr: Modifications apportées à
pt: Alterações feitas na
uk: Зміни, внесені до

source: from
es: desde
fr: depuis
pt: desde
uk: від

source: Compare form
es: Comparar formulario
fr: Comparer la forme
pt: Comparar formulário
uk: Порівняти форму

source: Metadata of
es: Metadatos de
fr: Métadonnées de
pt: Metadados de
uk: Метадані для

source: Edit metadata
es: Editar los metadatos
fr: Modifier les métadonnées
pt: Editar metadados
uk: Редагування метаданих

source: Added
es: Añadido
fr: Ajouté
pt: Adicionado
uk: Додано

source: Modified
es: Modificado
fr: Modifié
pt: Modificado
uk: Змінено

source: Deleted
es: Eliminado
fr: Supprimé
pt: Eliminado
uk: Видалено

source: This table has been added with the following fields
es: Esta tabla se ha añadido con los siguientes campos
fr: Cette table a été ajoutée avec les champs suivants
pt: Esta tabela foi acrescentada com os seguintes campos
uk: Ця таблиця була доповнена наступними полями

source: Changes made
es: Cambios realizados
fr: Changements apportés
pt: Alterações feitas
uk: Внесені зміни

source: This table has been deleted. It had the following fields
es: Esta tabla ha sido eliminada. Tenía los siguientes campos
fr: Cette table a été supprimée. Il comportait les champs suivants
pt: Esta tabela foi eliminada. Tinha os seguintes campos
uk: Цю таблицю було видалено. Вона містила такі поля

source: Change privilege
es: Cambiar privilegios
fr: Changer le privilège
pt: Alterar privilégio
uk: Змінити привілеї

source: Change privileges
es: Cambiar privilegios
fr: Changer les privilèges
pt: Alterar privilégios
uk: Змінити привілеї

source: This name comes from the ODK file and cannot be changed
es: Este nombre proviene del archivo ODK y no puede ser cambiado
fr: Ce nom provient du fichier ODK et ne peut être modifié.
pt: Este nome provém do ficheiro ODK e não pode ser alterado.
uk: Це ім'я походить з файлу ODK і не може бути змінене

source: Target number of submissions
es: Número esperado de envíos
fr: Nombre cible de demandes
pt: Número de meta de submissões
uk: Цільова кількість заявок

source: Leave blank or indicate 0 if there is no target
es: Deje en blanco o indique 0 si no hay un número esperado
fr: Laisser vide ou indiquer 0 s’il n’y a pas de cible
pt: Deixe em branco ou indique 0 se não há meta
uk: Не заповнюйте або вкажіть 0, якщо ціль відсутня

source: An active form accepts submissions
es: Un formulario activo acepta envíos
fr: Un formulaire actif accepte les demandes
pt: Um formulário ativo aceita submissões
uk: Активна форма приймає заявки

source: Color
fr: Couleur
pt: Cor
uk: Колір

source: Save
es: Salvar
fr: Sauvegarder
pt: Salvar
uk: Зберегти

source: Time bound
es: Con limite de tiempo
fr: Avec limite de temps
pt: Com limite de tempo
uk: Обмежений у часі

source: Access dates
es: Fecha de acceso
fr: Date d'accès
pt: Data de acesso
uk: Дати доступу

source: to
es: a
fr: à
pt: a
uk: до

source: Modify
es: Modificar
fr: Modifier
pt: Modificar
uk: Змінити

source: Export data
es: Exportar datos
fr: Exporter des données
pt: Exportar dados
uk: Експорт даних

source: Export type
es: Tipo de exportación
fr: Type d'exportation
pt: Tipo de exportação
uk: Тип експорту

source: Flat CSV (One file)
es: CSV plano (un archivo)
fr: CSV plat (un fichier)
pt: CSV plano (um arquivo)
uk: Плоский CSV (одним файлом)

source: Flat CSV (One file) (Disabled)
es: CSV plano (Un archivo) (Desactivado)
fr: CSV plat (fichier unique) (désactivé)
pt: CSV plano (Ficheiro único) (Deficiente)
uk: Плоский CSV (одним файлом) (Вимкнено)

source: Zip CSV (Multiple files)
es: Zip CSV (varios archivos)
fr: Zip CSV (plusieurs fichiers)
pt: Zip CSV (arquivos múltiplos)
uk: Zip CSV (кілька файлів)

source: Zip JSON (Multiple files)
es: Zip JSON (varios archivos)
fr: Zip JSON (plusieurs fichiers)
pt: Zip JSON (ficheiros múltiplos)
uk: Zip JSON (кілька файлів)

source: Media (zip)
es: Multimedios (zip)
fr: Multimédia (zip)
pt: Multimídia (zip)
uk: Медіа (zip)

source: Note: Flat CSV is disabled with more than 10,000 submissions.
es: Nota: El CSV plano se desactiva con más de 10.000 envíos.
fr: Remarque : le CSV plat est désactivé lorsque le nombre de soumissions dépasse 10 000.
pt: Nota: O CSV plano está desactivado com mais de 10.000 submissões.
uk: Примітка: Плоский CSV вимикається, якщо подано понад 10 000 заявок.

source: Export
es: Exportar
fr: Exporter
pt: Exportar
uk: Експорт

source: Form files
es: Archivos del formulario
fr: Fichiers de formulaire
pt: Arquivos de formulário
uk: Файли форм

source: Add new file
es: Añadir nuevo archivo
fr: Ajouter nouveau document
pt: Adicionar novo arquivo
uk: Додати новий файл

source: Linked to the real-time CSV case file
es: Atado al archivo CSV de casos en tiempo real
fr: Lié au fichier CSV des cas en temps réel
pt: Vinculado ao arquivo CSV de casos em tempo real
uk: Посилання на CSV-файл справи в реальному часі

source: You need to attach the following files:
es: Usted necesita atar los siguientes archivos:
fr: Vous devez joindre les fichiers suivants :
pt: Você precisa anexar os seguintes arquivos
uk: Вам потрібно прикріпити наступні файли:

source: Click on the + button to add them
es: Haga clic en el botón + para añadirlos
fr: Cliquez sur le bouton + pour les ajouter
pt: Clique no botão + para adicioná-los
uk: Натисніть на кнопку +, щоб додати їх

source: Created by
es: Creado por
fr: Créé par
pt: Criado por
uk: Створено

source: Created
es: Creado
fr: Créé
pt: Criado
uk: Створено

source: Last updated
es: Ultima actualización
fr: Dernière mise à jour
pt: Última atualização
uk: Останнє оновлення

source: You need to assign one
es: Usted necesita asignar uno
fr: Vous devez attribuer un
pt: Você precisa designar um
uk: Вам потрібно призначити один

source: Assign another one
es: Asignar otro
fr: Attribuer un autre
pt: Atribuir outro
uk: Призначити іншу

source: Last case
es: Ultimo caso
fr: Dernier cas
pt: Último caso
uk: Останній випадок

source: Without cases
es: Sin casos
fr: Aucun cas
pt: Sem casos
uk: Без кейсів

source: Last cleaned
es: Ultima limpieza
fr: Dernier nettoyage
pt: Limpo por último
uk: Останній раз чистили

source: Not cleaned yet
es: Sin limpieza
fr: Pas encore nettoyé
pt: Não limpo ainda
uk: Ще не прибрано

source: Submissions
es: Envíos
fr: Demandes
pt: Submissões
uk: Подання

source: Cases
es: Casos
fr: Cas
pt: Casos
uk: Кейси

source: In database
es: En la base de datos
fr: Dans la base de données
pt: Na base de dados
uk: У базі даних

source: With errors
es: Con errores
fr: Avec erreurs
pt: Com erros
uk: З помилками

source: Manage errors
es: Administrar errores
fr: Gérer les erreurs
pt: Gerenciar erros
uk: Керування помилками

source: Log entries
es: Entradas de registro
fr: Entrées de journal
pt: Entradas de registro
uk: Записи в журналі

source: View logs
es: Ver registro
fr: Voir les journaux
pt: Visualizar registros
uk: Перегляд журналів

source: Your form has been blocked
es: Su formulario ha sido bloqueado
fr: Votre formulaire a été bloqué
pt: O seu formulário foi bloqueado
uk: Ваша форма заблокована

source: Create the repository to continue receiving submissions. The limit is
es: Cree el repositorio para seguir recibiendo envíos. El límite es
fr: Créez le référentiel pour continuer à recevoir des soumissions. La limite est
pt: Criar o repositório para continuar a receber submissões. O limite é
uk: Створіть репозиторій, щоб продовжити прийом заявок. Обмеження становить

source: test submissions.
es: envíos de prueba.
fr: les expéditions de test.
pt: remessas de teste.
uk: тестові завдання.

source: After you create the repository, you can receive any number of submissions.
es: Después de crear el repositorio, el formulario puede recibir cualquier número de envíos.
fr: Après avoir créé le référentiel, le formulaire peut recevoir un nombre quelconque de soumissions.
pt: Após a criação do repositório, o formulário pode receber qualquer número de submissões.
uk: Після створення сховища ви можете отримувати будь-яку кількість заявок.

source: Create the repository
es: Crear el repositorio
fr: Créer le référentiel
pt: Criar o repositório
uk: Створіть репозиторій

source: Create the repository to continue receiving cases. The limit is
es: Cree el repositorio para seguir recibiendo casos. El límite es
fr: Créez le référentiel pour continuer à recevoir des cas. La limite est
pt: Criar o repositório para continuar a receber casos. O limite é
uk: Створіть репозиторій, щоб продовжувати отримувати кейси. Обмеження становить

source: test cases.
es: casos de prueba.
fr: les cas de test.
pt: casos de teste.
uk: тестові кейси.

source: After you create the repository, you can receive any number of cases.
es: Después de crear el repositorio, el formulario puede recibir cualquier número de casos.
fr: Après avoir créé le référentiel, le formulaire peut recevoir un nombre quelconque de cas.
pt: Após a criação do repositório, o formulário pode receber qualquer número de casos.
uk: Після створення сховища ви можете отримувати будь-яку кількість кейсів.

source: Important note!
es: Nota importante!
fr: Note importante!
pt: Nota importante!
uk: Важливе зауваження!

source: This form is in testing stage. This means that you can update it at all times and submissions are for testing purposes.
es: Este formulario está en etapa de prueba. Esto significa que puede actualizarlo en todo momento y los envíos son para fines de prueba.
fr: Ce formulaire est en phase de test. Cela signifie que vous pouvez le mettre à jour n'importe quand et les demandes sont à des fins de test.
pt: Este formulário está em fase de testes. Isso significa que você pode atualiza-lo quando quiser e as submissões são para fins de teste.
uk: Ця форма знаходиться в стадії тестування. Це означає, що ви можете оновлювати її в будь-який час, а відправлення здійснюються з метою тестування.

source: This form is in testing stage. This means that you can update it at all times and cases are for testing purposes.
es: Este formulario está en etapa de prueba. Esto significa que puede actualizarlo en todo momento y los casos son para fines de prueba.
fr: Ce formulaire est en phase de test. Cela signifie que vous pouvez le mettre à jour à tout moment et que les cas sont à des fins de test.
pt: Este formulário está em fase de testes. Isso significa que você pode atualiza-lo quando quiser e os casos são para fins de teste.
uk: Ця форма знаходиться в стадії тестування. Це означає, що ви можете оновлювати її в будь-який час, а кейси призначені для тестування.

source: When you finished testing the form you can
es: Cuando usted termine de probar ese formulario usted puede
fr: Lorsque vous avez terminé de tester le formulaire, vous pouvez
pt: Quando você acabar de testar o formulário, você pode
uk: Коли ви закінчите тестування форми, ви можете

source: create a repository for the form
es: crear un repositorio de datos para el formulario
fr: créer un référentiel pour le formulaire
pt: criar um repositório para o formulário
uk: створити сховище для форми

source: and start collecting "real" data.
es: y empezar a capturar datos "reales"
fr: et commencez à collecter des données "réelles".
pt: e começar a coletais dados "reais".
uk: і почати збирати "реальні" дані.

source: IMPORTANT INFORMATION:
es: INFORMACIÓN IMPORTANTE:
fr: UNE INFORMATION IMPORTANT:
pt: INFORMAÇÃO IMPORTANTE:
uk: ВАЖЛИВУ ІНФОРМАЦІЮ:

source: FormShare has checked your form and it has problems. FormShare will not be able to create a repository from it.
es: FormShare ha verificado su formulario y tiene problemas. FormShare no podrá crear un repositorio a partir de este formulario.
fr: FormShare a vérifié votre formulaire et il a des problèmes. FormShare ne sera pas en mesure de créer un référentiel à partir de lui.
pt: FormShare verificou seu formulário e ele está com problemas. Não será possível de criar um repositório a partir deste formulário.
uk: FormShare перевірив вашу форму і виявив проблеми. FormShare не зможе створити з неї сховище.

source: Click here to see the problems.
es: Presione aquí para ver los problemas.
fr: Cliquez ici pour voir les problèmes.
pt: Clique aqui para ver os problemas.
uk: Натисніть тут, щоб побачити проблеми.

source: FormShare needs you to upload all required files before it can check your form completely. See the section "Form files" below in this page.
es: FormShare necesita que cargue todos los archivos requerido antes de revisar completamente el formulario. Consulte la sección "Archivos del formulario" más abajo en esta página.
fr: FormShare a besoin que vous téléchargiez tous les fichiers requis avant qu’il puisse vérifier votre formulaire complètement. Voir la section "Fichiers de formulaire" plus bas sur cette page.
pt: O FormShare precisa que você carregue todos os arquivos necessários antes de verificar completamente seu formulário. Consulte a seção "Arquivos de formulário" mais abaixo nesta página.
uk: FormShare потребує, щоб ви завантажили всі необхідні файли, перш ніж він зможе повністю перевірити вашу форму. Див. розділ "Файли форми" нижче на цій сторінці.

source: merge it into the repository of
es: fusionarlo con el repositorio de
fr: le fusionner dans le référentiel de
pt: fundi-lo no repositório de
uk: об'єднати його в репозиторій

source: However you will not be able merge it into the repository of
es: Sin embargo, este formulario no se puede fusionar con el repositorio de
fr: Cependant, ce formulaire ne peut pas être fusionné dans le référentiel de
pt: No entanto, este formulário não pode ser fundindo ao repositório de
uk: Однак ви не зможете об'єднати його в репозиторій

source: Click here to see the problems
es: Presione aquí para ver los problemas.
fr: Cliquez ici pour voir les problèmes.
pt: Clique aqui para ver os problemas.
uk: Натисніть тут, щоб побачити проблеми

source: FormShare needs you to upload all required files before it pre-checks the form for merging
es: FormShare necesita que cargue todos los archivos necesarios antes de comprobar previamente el formulario para la fusión.
fr: FormShare a besoin que vous téléchargiez tous les fichiers requis avant de pré-vérifier le formulaire de fusion.
pt: O FormShare precisa que você carregue todos os arquivos requeridos antes que seja checado o formulário para fusão.
uk: FormShare вимагає від вас завантажити всі необхідні файли, перш ніж він попередньо перевірить форму на злиття

source: This form is still in testing stage. Your last attempt to generate its repository reported an error. This is unexpected and an email has been sent to the technical team. A representative will contact you ASAP with a solution.
es: Este formulario aún está en etapa de prueba. Su último intento de generar su repositorio reportó un error. Esto es inesperado y se ha enviado un correo electrónico al equipo técnico. Un representante se comunicará con usted lo antes posible con una solución.
fr: Ce formulaire est encore en phase de test. Votre dernière tentative de générer son référentiel a signalé une erreur. C’est inattendu et un e-mail a été envoyé à l’équipe technique. Un représentant vous contactera dès que possible avec une solution.
pt: O formulário ainda está em fase de testes. Sua última tentativa de gerar um repositório para ele reportou um erro. Isso é inesperado e um e-mail foi enviado à equipe técnica. Um representante vai te contatar o quanto antes com uma solução.
uk: Ця форма все ще перебуває на стадії тестування. Під час останньої спроби згенерувати її репозиторій виникла помилка. Це несподівано, і технічній команді було надіслано електронного листа. Представник зв'яжеться з вами якнайшвидше і запропонує рішення.

source: If the problem has been corrected please
es: Si el problema ha sido corregido por favor
fr: Si le problème a été corrigé
pt: Se o problema foi corrigido por favor
uk: Якщо проблему було виправлено, будь ласка

source: try again
es: inténtelo de nuevo
fr: veuillez réessayer
pt: tente novamente
uk: Спробуй ще раз.

source: FormShare is generating your repository.
es: FormShare está generando el repositorio
fr: FormShare génère votre référentiel.
pt: O FormShare está gerando seu repositório.
uk: FormShare створює ваш репозиторій.

source: Scheduling....
es: Programando la tarea…
fr: Planification....
pt: Agendando...
uk: Планування....

source: This form is still in testing stage. Your last attempt to merge it reported an error. This is unexpected and an email has been sent to the technical team. A representative will contact you ASAP with a solution.
es: Este formulario aún está en etapa de prueba. Su último intento de fusionarlo reportó un error. Esto es inesperado y se ha enviado un correo electrónico al equipo técnico. Un representante se comunicará con usted lo antes posible con una solución.
fr: Ce formulaire est encore en phase de test. Votre dernière tentative de le fusionner a signalé une erreur. C’est inattendu et un e-mail a été envoyé à l’équipe technique. Un représentant vous contactera dès que possible avec une solution.
pt: O formulário ainda está em fase de testes. Sua última tentativa de fundi-lo reportou um erro. Isso é inesperado e um e-mail foi enviado à nossa equipe técnica. Um representante irá contatá-lo o quanto antes com uma solução.
uk: Ця форма все ще знаходиться на стадії тестування. Під час останньої спроби об'єднати її виникла помилка. Це несподівано, і технічній команді було надіслано електронного листа. Представник зв'яжеться з вами якнайшвидше і запропонує рішення.

source: try again.
es: inténtelo de nuevo
fr: veuillez réessayer
pt: tente novamente
uk: Спробуй ще раз.

source: FormShare is merging this form.
es: FormShare está fusionando este formulario.
fr: FormShare fusionne ce formulaire.
pt: O FormShare está fundindo este formulário.
uk: FormShare об'єднує цю форму.

source: Quick actions
es: Acciones rápidas
fr: Actions rapides
pt: Ações rápidas
uk: Швидкі дії

source: marked as sensitive among
es: marcado como sensitivo entre
fr: marqué comme sensible parmi les
pt: mascado como sensível entre
uk: відмічені як чутливі серед

source: table
es: tabla
fr: tableau
pt: tabela
uk: таблиця

source: Dictionary
es: Diccionario
fr: Dictionnaire
pt: Dicionário
uk: Словник

source: Clean data using the browser
es: Limpie datos usando el navegador
fr: Nettoyer les données à l'aide du navigateur
pt: Limpar dados utilizando o navegador
uk: Очищення даних за допомогою браузера

source: Data cleaning
es: Limpieza de datos
fr: Nettoyage des données
pt: Limpeza de dados
uk: Очищення даних

source: Clean data using scripts
es: Limpie datos usando programas
fr: Nettoyer les données à l'aide de scripts
pt: Limpar dados usando scripts
uk: Очищення даних за допомогою скриптів

source: API data cleaning
es: API para limpieza de datos
fr: Nettoyage des données API
pt: Limpeza de dados API
uk: Очищення даних API

source: Review data cleaning history
es: Revise el historial de limpieza
fr: Examiner l’historique du nettoyage des données
pt: Revisar histórico de limpeza de dados
uk: Переглянути історію очищення даних

source: Audit log
es: Registro de auditoría
fr: Journal d'audit
pt: Auditar registro
uk: Журнал аудиту

source: Map
es: Mapa
fr: Carte
pt: Mapa
uk: Карта

source: This form is not geo-referenced
es: Este formulario no está geo-referenciado
fr: Ce formulaire n’est pas géoréférencé
pt: Este formulário não é georreferenciado
uk: Ця форма не має географічної прив'язки

source: No map is available at the moment. Waiting for submissions
es: El mapa no esa disponible en este momento. Esperado los envíos
fr: Aucune carte n’est disponible pour le moment. En attente de demandes
pt: Nenhum mapa está disponível no momento. Aguardando submissões
uk: Наразі карта відсутня. Чекаємо на заявки

source: No map is available at the moment. Waiting for cases
es: El mapa no esa disponible en este momento. Esperado los casos
fr: La carte n'est pas disponible pour le moment. Cas attendus
pt: Nenhum mapa está disponível no momento. Aguardando casos
uk: Наразі карта недоступна. В очікуванні кейсів

source: Waiting for submissions with GPS data
es: Espero envíos con información geográfica
fr: En attente de demandes avec des données GPS
pt: Aguardando submissões com dados de GPS
uk: Чекаємо на заявки з GPS-даними
