Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: Waiting for cases with GPS data
es: Espero casos con información geográfica
fr: En attente de demandes avec des cas GPS
pt: Aguardando casos com dados de GPS
uk: Чекаємо на кейси з GPS-даними

source: This form has no assistants assigned to it
es: Este formulario no tiene asignado ningún asistente
fr: Ce formulaire n’a pas d’assistants qui lui sont assignés
pt: Este formulário não tem assistentes atribuídos a ele
uk: Ця форма не має призначених помічників

source: Assistants help you to collect and clean data
es: Los asistentes le ayudan a recolectar y limpiar datos
fr: Les assistants vous aident à collecter et à nettoyer les données
pt: Os assistentes ajudam você a coletar e limpar dados
uk: Асистенти допомагають вам збирати та очищати дані

source: Assign an assistant
es: Asignar asistente
fr: Attribuer un assistant
pt: Atribuir um assistente
uk: Призначити помічника

source: Products and tasks
es: Productos y procesos
fr: Produits et tâches
pt: Produtos e tarefas
uk: Продукти та завдання

source: Assigned assistant groups
es: Grupos de asistentes asignados
fr: Groupes d’assistants attribués
pt: Grupos de assistentes atribuídos
uk: Призначені групи асистентів

source: Assign new
es: Asignar nuevo
fr: Attribuer de nouveaux
pt: Atribuir novo
uk: Призначити новий

source: You don't have groups. Add one by clicking the + button
es: Usted no tiene grupos. Añada uno presionando en el botón +
fr: Vous n'avez pas de groupe. Ajoutez-en un en cliquant sur le bouton +
pt: Você não tem grupos. Adicione um ao clicar no botão +
uk: У вас немає груп. Додайте її, натиснувши кнопку +

source: With repository
es: Con repositorio
fr: Référentiel WordPress
pt: Com repositório
uk: З репозиторієм

source: Merged into the repository of
es: Fusionado con el repositorio de
fr: Fusionné dans le référentiel de
pt: Fundido ao repositório de
uk: Об'єднано в репозиторій

source: Merged
es: Fusionado
fr: Fusionné
pt: Fundido
uk: Об'єднано

source: Data is not stored in a database
es: Los datos no son almacenados en una base de datos
fr: Les données ne sont pas stockées dans une base de données
pt: Os dados não estão armazenados na base de dados
uk: Дані не зберігаються в базі даних

source: In testing
es: En prueba
fr: En cours de test
pt: Em teste
uk: У тестуванні

source: FormShare is merging this form. Please wait....
es: FormShare está fusionando este formulario. Por favor espere…
fr: FormShare fusionne ce formulaire. Veuillez patienter....
pt: O FormShare está fundindo este formulário. Favor aguardar...
uk: FormShare об'єднує цю форму. Будь ласка, зачекайте....

source: Merging form...
es: Fusionando formulario ...
fr: Fusion de formulaire...
pt: Fundindo formulário...
uk: Форма злиття...

source: FormShare is generating your repository. Please wait....
es: FormShare está generando el repositorio. Por favor espere…
fr: FormShare génère votre référentiel. Veuillez patienter....
pt: O FormShare está gerando seu repositório. Favor aguardar...
uk: FormShare створює ваш репозиторій. Будь ласка, зачекайте....

source: Generating repository...
es: Generando el repositorio...
fr: Générer un référentiel...
pt: Gerando repositório...
uk: Створення репозиторію...

source: Accept submissions
es: Acepta envíos
fr: Accepter les demandes
pt: Aceitar submissões
uk: Приймайте заявки

source: Doesn't accept submissions
es: No acepta envíos
fr: N’accepte pas les demandes
pt: Não aceita submissões
uk: Не приймає заявки

source: Geo-referenced
es: Geo-referenciado
fr: Géoréférencées
pt: Georreferenciado
uk: З географічною прив'язкою

source: This form will create cases once the repository is generated
es: Este formulario creará casos una vez que se genere el repositorio
fr: Ce formulaire créera des cas une fois le référentiel généré
pt: Este formulário irá criar casos uma vez que o repositório é gerado
uk: Ця форма створить кейси після того, як буде згенеровано сховище

source: Case creator
es: Creador de casos
fr: Générateur de cas
pt: Construtor de casos
uk: Творець кейсу

source: This form creates cases
es: Este formulario crea casos
fr: Ce formulaire crée des cas
pt: Este formulário irá criar casos
uk: Ця форма створює кейси

source: is the sub-version of this form.
es: es la subversión de este formulario.
fr: est la sous-version de ce formulaire.
pt: é a subversão deste formulário.
uk: є підверсією цієї форми.

source: With sub-version
es: Con subversión
fr: Avec sous-version
pt: Com sub-versão
uk: З підривною діяльністю

source: This is the sub-version of
es: Esta es la subversión de
fr: Il s’agit de la sous-version de
pt: Esta é a sub-versão de
uk: Це підміна поняття

source: Sub-version
es: Sub versión
fr: Sous-version
pt: Sub-versão
uk: Підривна діяльність

source: The merge check will start once all required files are uploaded
es: La verificación de fusión comenzará una vez que se carguen todos los archivos necesarios
fr: La vérification de fusion commencera une fois que tous les fichiers requis seront téléchargés
pt: A checagem de fusão começará uma vez que todos os arquivos requeridos forem carregados
uk: Перевірка злиття почнеться після завантаження всіх необхідних файлів

source: Merge check pending
es: Verificación de fusión pendiente
fr: Vérification de fusion en attente
pt: Checagem de fusão pendente
uk: Очікується перевірка на злиття

source: This form cannot be merged into the repository of
es: Este formulario no se puede fusionar con el repositorio de
fr: Ce formulaire ne peut pas être fusionné dans le référentiel de
pt: Este formulário não pode ser fundindo ao repositório de
uk: Цю форму не можна об'єднати в репозиторій

source: Unable to merge
es: Incapaz de fusionar
fr: Incapable de fusionner
pt: Não foi possível fundir
uk: Неможливо об'єднати

source: Create repository
es: Crear repositorio
fr: Créer un référentiel
pt: Criar repositório
uk: Створити репозиторій

source: The repository check will start once all required files are uploaded
es: La verificación del formulario comenzará una vez que se carguen todos los archivos requeridos
fr: La vérification du référentiel commencera une fois que tous les fichiers requis seront téléchargés
pt: A verificação de repositório começará uma vez que todos os arquivos necessários forem carregados
uk: Перевірка сховища почнеться після завантаження всіх необхідних файлів

source: Repository check pending
es: Verificación de formulario pendiente
fr: Vérification du référentiel en attente
pt: Verificação de repositório pendente
uk: Очікується перевірка сховища

source: This form has problems and cannot create a repository
es: Este formulario tiene problemas y no puede crear un repositorio
fr: Ce formulaire a des problèmes et ne peut pas créer de référentiel
pt: Este formulário tem problemas e não foi possível criar um repositório
uk: Ця форма має проблеми і не може створити сховище

source: This form cannot create a repository
es: Este formulario no se puede crear un repositorio
fr: Ce formulaire ne peut pas créer de référentiel
pt: Este formulário não pode criar um repositório
uk: Ця форма не може створити сховище

source: Merge repository
es: Fusionar repositorio
fr: Fusionner le référentiel
pt: Fundir repositório
uk: Об'єднати репозиторій

source: See merging errors
es: Ver errores en la fusión
fr: Voir les erreurs de fusion
pt: Ver erros de fusão
uk: Дивіться помилки при об'єднанні

source: Fix language
es: Corregir idioma
fr: Corriger la langue
pt: Idioma correto
uk: Виправити мову

source: Update ODK form
es: Actualizar el formulario ODK
fr: Mettre à jour le formulaire ODK
pt: Atualizar formulário ODK
uk: Оновити форму ODK

source: See structural changes made to this sub-version
es: Vea los cambios estructurales realizados en esta sub-versión
fr: Voir les modifications structurelles apportées dans cette sous-version
pt: Veja as mudanças estruturais feitas nesta sub-versão
uk: Дивіться структурні зміни, внесені до цієї підверсії

source: What's new
es: Novedades
fr: Nouvelles
pt: Novidades
uk: Що нового

source: Delete form
es: Eliminar formulario
fr: Effacer le formulaire
pt: Excluir formulário
uk: Видалити форму

source: Link partner
es: Asociar socio
fr: Associer un partenaire
pt: Associe o sócio
uk: Партнер за посиланням

source: Partner
es: Socio
fr: Partenaire
pt: Sócio
uk: Партнер

source: Link
es: Asociar
fr: Associer
pt: Associar
uk: Посилання

source: Form links and downloads
es: Enlaces y descargas
fr: Liens et téléchargements de formulaire
pt: Links de formulário & downloads
uk: Посилання на форму та завантаження

source: Form links
es: Vínculos del formulario
fr: Liens de formulaire
pt: Links do formulário
uk: Сформувати посилання

source: Click / Tap and hold to copy
es: Presione y mantenga presionado para copiar
fr: Cliquez / Appuyez et maintenez pour copier
pt: Clique / Toque e segure para copiar
uk: Натисніть / Натисніть і утримуйте, щоб скопіювати

source: Download ODK form
es: Descargar formulario ODK
fr: Télécharger le formulaire ODK
pt: Fazer download do formulário ODK
uk: Завантажити форму ODK

source: Clean error logs
es: Limpiar el registro de errores
fr: Nettoyer les journaux d’erreur
pt: Limpar registros de erro
uk: Очищення журналів помилок

source: Download data in CSV format
es: Descargar datos en formato CSV
fr: Télécharger les données en format CSV
pt: Fazer download de dados no formato CSV
uk: Завантажити дані у форматі CSV

source: Download submitted media
es: Descargar los multimedios enviados
fr: Télécharger les médias soumis
pt: Fazer download de mídia submetida
uk: Завантажити надіслані медіа

source: Use this QR to configure ODK Collect
es: Use esta imagen QR para configurar ODK Collect
fr: Utilisez ce QR pour configurer ODK collect
pt: Usar este QR para configurar coleta ODK
uk: Використовуйте цей QR-код, щоб налаштувати ODK Collect

source: ODK settings
es: Configuración de ODK
fr: Paramètres ODK
pt: Configurações ODK
uk: Налаштування ODK

source: Anyone can submit data to this form. This project uses crowdsourcing
es: Cualquiera puede enviar datos a este formulario. Este proyecto utiliza colaboración colectiva
fr: Tout le monde peut soumettre des données à ce formulaire. Ce projet utilise la collaboration collective
pt: Qualquer pessoa pode submeter dados a este formulário. Este projecto utiliza a colaboração colectiva
uk: Будь-хто може внести дані до цієї форми. Цей проект використовує краудсорсинг

source: Crowdsourcing
es: Colaboración colectiva
fr: Collaboration collective
pt: Colaboração Colectiva
uk: Краудсорсинг

source: Merging error log
es: Registro de errores al unir
fr: Fusion du journal des erreurs
pt: Juntando registros de erro
uk: Об'єднання журналу помилок

source: The following errors happened while trying to merge this form
es: Se reportaron los siguientes errores al intentar unir este formulario
fr: Les erreurs suivantes se sont produites en essayant de fusionner ce formulaire
pt: Os seguintes erros ocorreram ao tentar criar combinar este formulário:
uk: При спробі об'єднати цю форму виникли наступні помилки

source: Form partners
es: Socios de este formulario
fr: Partenaires de cette forme
pt: Sócios deste formulário
uk: Формувати партнерів

source: Link new partner
es: Asociar un socio nuevo
fr: Associer un nouveau partenaire
pt: Associar um novo sócio
uk: Посилання на нового партнера

source: Click / Tap and hold to unlink partners
es: Haga clic / toque y mantenga presionado para des-asociar
fr: Cliquez/appuyez et maintenez pour vous désassocier
pt: Clique / toque e segure para desassociar
uk: Натисніть / Натисніть і утримуйте, щоб від'єднати партнерів

source: No linked partners. Use the + button to link a partner
es: No hay socios asociados. Use el botón + para asociar a un socio
fr: Il n'y a pas de partenaires associés. Utilisez le bouton + pour associer un partenaire
pt: Não há sócios associados. Use o botão + para associar um sócio
uk: Немає пов'язаних партнерів. Використовуйте кнопку +, щоб зв'язати партнера

source: Error while generating product
es: Error al generar el producto
fr: Erreur lors de la génération de produits
pt: Erro ao gerar produto
uk: Помилка при створенні продукту

source: Process started by
es: Proceso iniciado por
fr: Processus amorcé par
pt: Processo iniciado em
uk: Процес розпочато

source: Processing...
es: Procesando...
fr: En cours...
pt: Processando...
uk: Обробка...

source: Scheduling...
es: Programando la tarea...
fr: Planification...
pt: Agendando...
uk: Розклад...

source: Published by
es: Publicado por
fr: Publié par
pt: Publicado por
uk: Опубліковано

source: Ran by
es: Corrido por
fr: Exécuté par
pt: Administrado por
uk: Пробігав повз.

source: Public Access
es: De acceso público
fr: Accès public
pt: Acesso público
uk: Відкритий доступ

source: Public
es: Público
pt: Público
uk: Громадськість

source: Cancelled
es: Cancelado
fr: Annulé
pt: Cancelado
uk: Скасовано.

source: The process generated an error
es: El proceso generó un error
fr: Le processus a provoqué une erreur
pt: O processo gerou um erro
uk: Процес видав помилку

source: An email has been sent to the technical team
es: Un correo electrónico ha sido enviado al equipo técnico
fr: Un e-mail a été envoyé à l’équipe technique
pt: Um e-mail foi enviado à equipe técnica
uk: Технічній команді надіслано електронного листа

source: The process did not finish under the time limit
es: El proceso no terminó antes del límite de tiempo
fr: Le processus ne s'est pas terminé avant la date limite
pt: O processo não terminou antes do limite de tempo
uk: Процес не вклався у встановлені терміни

source: download
es: descarga
fr: téléchargement
pt: fazer download
uk: завантажити

source: last
es: la última vez
fr: dernier
pt: último
uk: останній

source: This is the latest generation of this product
es: Esta es la última generación de este producto
fr: C'est la dernière génération de ce produit
pt: Esta é a última geração deste produto
uk: Це останнє покоління цього продукту

source: Latest
es: Ultimo
fr: Dernier
pt: Mais recente
uk: Остання

source: Up to date
es: Al día
fr: À jour
pt: Atualizado
uk: Актуально

source: This product was created before the last submission and/or before the last data cleaning update and/or before the last fixed log entry
es: Este producto fue creado antes que el último envío y/o antes que la última limpieza de datos y/o antes que la última corrección del registro de envíos
fr: Ce produit a été créé avant la dernière demande et/ou avant la dernière mise à jour de nettoyage des données et/ouavant la dernière correction du journal d'expédition
pt: Este produto foi criado antes da última submissão e/ou antes da última atualização de limpeza de dados e/ou u antes da última correção de registro de submissões
uk: Цей продукт був створений до останнього подання та/або до останнього оновлення очищення даних та/або до останнього фіксованого запису в журналі

source: Outdated
es: Desactualizado
fr: Obsolète(s)
pt: Desatualizado
uk: Застаріла.

source: This product was created before submissions were deleted
es: Este producto fue creado antes de que los envíos fueran borrados
fr: Ce produit a été créé avant que les soumissions ne soient supprimées
pt: Este produto foi criado antes que as submissões fossem excluídas
uk: Цей продукт був створений до того, як заявки були видалені

source: Download
es: Descargar
fr: Télécharger
pt: Fazer download
uk: Завантажити

source: Unpublish
es: No publicar
fr: Enlever de la publication
pt: Cancelar publicação
uk: Не публікувати

source: Publish
es: Publicar
fr: Publier
pt: Publicar
uk: Опублікувати

source: Cancel the process
es: Cancelar el proceso
fr: Annuler le processus
pt: Cancelar o processo
uk: Скасувати процес

source: Are you sure that you want to cancel this process
es: Está seguro de que quiere cancelar este proceso
fr: Etes-vous sûr que vous voulez annuler ce processus
pt: Tem certeza que deseja cancelar este processo
uk: Ви впевнені, що хочете скасувати цей процес

source: Yes, stop the process
es: Si, detén el proceso
fr: Oui, arrêtez le processus
pt: Sim, parar o processo
uk: Так, зупиніть процес

source: Repository error log
es: Registro de errores al crear repositorio
fr: Journal d’erreur du référentiel
pt: Registro de erro de repositório
uk: Журнал помилок сховища

source: The following errors happened while trying to create the repository for this form:
es: Se reportaron los siguientes errores al intentar crear el repositorio para este formulario:
fr: Les erreurs suivantes se sont produites en essayant de créer le référentiel pour ce formulaire :
pt: Os seguintes erros ocorreram ao tentar criar o repositório para este formulário:
uk: При спробі створити сховище для цієї форми виникли наступні помилки:

source: Repository tools
es: Utilidades del repositorio
fr: Outils de référentiel
pt: Ferramentas de repositório
uk: Інструменти репозиторію

source: Merge new version
es: Fusionar nueva versión
fr: Fusionner la nouvelle version
pt: Fundir nova versão
uk: Об'єднати нову версію

source: Manage submissions
es: Administrar envíos
fr: Gérer les demandes
pt: Gerenciar submissões
uk: Керування заявками

source: Import external data
es: Importar datos externos
fr: Importer des données externes
pt: Importar dados externos
uk: Імпорт зовнішніх даних

source: Review the history of changes
es: Revisar el historial de cambios
fr: Revoir l’historique des changements
pt: Revisar histórico de mudanças
uk: Переглянути історію змін

source: Submission information
es: Información del envío
fr: Information de la demande
pt: Informação de submissão
uk: Інформація для подачі заявки

source: Upload new version
es: Subir nueva versión
fr: Télécharger une nouvelle version
pt: Carregar nova versão
uk: Завантажити нову версію

source: Warning: Uploading a new version will remove any test data
es: Advertencia: Al subir una nueva versión usted borrará los datos de prueba
fr: Avertissement : Le téléchargement d’une nouvelle version supprimera toutes les données de test
pt: Aviso: Carregar uma nova versão removerá quaisquer dados de teste
uk: Попередження: Завантаження нової версії видалить усі дані тестів

source: Survey file (xls / xlsx)
es: Archivo de formulario (xls / xlsx)
fr: Fichier d’enquête (xls / xlsx)
pt: Arquivo de pesquisa (xls / xslx)
uk: Файл опитування (xls / xlsx)

source: Select the ODK Form that you want to upload into FormShare
es: Seleccione el Formulario ODK que usted desea subir a FormShare
fr: Sélectionnez le formulaire ODK que vous souhaitez télécharger sur FormShare
pt: Selecione o formulário ODK que deseja enviar para o FormShare
uk: Виберіть форму ODK, яку ви хочете завантажити у FormShare

source: In the ODK Form that you are uploading into FormShare, which variable will be used to control duplicate submissions?
es: En el formulario ODK que usted está cargando en FormShare, ¿qué variable se utilizará para controlar envíos duplicados?
fr: Dans le formulaire ODK que vous téléchargez sur FormShare, quelle variable sera utilisée pour contrôler les soumissions en double ?
pt: No formulário ODK que você está enviando para o FormShare, qual variável será usada para controlar envios duplicados?
uk: Яка змінна у формі ODK, яку ви завантажуєте на FormShare, буде використовуватися для контролю повторних відправлень?

source: You need to indicate the variable to control duplicate submissions
es: Usted debe indicar la variable para controlar envíos duplicados
fr: Vous devez indiquer la variable pour contrôler les envois en double
pt: Você deve indicar a variável para controlar remessas duplicadas
uk: Вам потрібно вказати змінну для контролю дублікатів заявок

source: To control duplicate submissions, you need to select a variable from your ODK Form whose values will be UNIQUE across all the submissions that you expect to have. If you need to join two or more variables to become UNIQUE, then use an ODK Calculate to merge them into one variable. This variable will become the Primary Key of your ODK Form and CANNOT BE CHANGED afterward.
es: Para controlar envíos duplicados, usted debe seleccionar una variable de su Formulario ODK cuyos valores serán ÚNICOS a través de todos los envíos que esperar tener. Si necesita unir dos o más variables para crear una variable ÚNICA, use un ODK Calculate para unir esas variable. Esta variable se convertirá en la llave primaria de su formulario ODK y NO SE PUEDE CAMBIAR después.
fr: Pour contrôler les soumissions en double, vous devez sélectionner une variable dans votre formulaire ODK dont les valeurs seront UNIQUES pour toutes les soumissions que vous vous attendez à recevoir. Si vous devez joindre deux variables ou plus pour créer une variable UNIQUE, utilisez un ODK calculate pour joindre ces variables. Cette variable deviendra la clé primaire de votre formulaire ODK et NE PEUT PAS ÊTRE MODIFIÉE par la suite.
pt: Para controlar os envios duplicados, você deve selecionar uma variável em seu formulário ODK cujos valores serão ÚNICOS em todos os envios que você espera ter. Se você precisar unir duas ou mais variáveis ​​para criar uma variável UNIQUE, use um ODK Calculate para unir essas variáveis. Essa variável se tornará a chave primária do seu formulário ODK e NÃO PODE SER ALTERADA posteriormente.
uk: Щоб контролювати дублікати заявок, вам потрібно вибрати змінну у формі ODK, значення якої будуть УНІКАЛЬНИМИ для всіх заявок, які ви очікуєте отримати. Якщо вам потрібно об'єднати дві або більше змінних, щоб вони стали УНІКАЛЬНИМИ, скористайтеся функцією ODK Calculate, щоб об'єднати їх в одну змінну. Ця змінна стане первинним ключем вашої форми ODK і не може бути змінена після цього.

source: In this ODK Form that you are uploading into FormShare, which variable will be used to identify each case?
es: En este formulario ODK que usted está cargando en FormShare, qué variable se utilizará para identificar cada caso?
fr: Dans ce formulaire ODK que vous téléchargez sur FormShare, quelle variable sera utilisée pour identifier chaque cas ?
pt: Neste formulário ODK que você está enviando para o FormShare, qual variável será usada para identificar cada caso?
uk: Яка змінна буде використовуватися для ідентифікації кожного випадку у цій формі ODK, яку ви завантажуєте у FormShare?

source: You need to indicate the variable to identify each case
es: Usted debe de indicar una variable para identificar cada casos
fr: Vous devez indiquer une variable pour identifier chaque cas
pt: Você deve indicar uma variável para identificar cada caso
uk: Вам потрібно вказати змінну для ідентифікації кожного випадку
