Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: Each case must be UNIQUE. You need to select a variable from your ODK Form whose values will be UNIQUE across all the cases that you expect to have. If you need to join two or more variables to become UNIQUE, then use an ODK Calculate to merge them into one variable. This variable will become the Primary Key of your ODK Form and CANNOT BE CHANGED afterward.
es: Cada caso debe ser ÚNICO. Usted necesitas seleccionar una variable de su Formulario ODK cuyos valores serán ÚNICOS en todos los casos que espera tener. Si necesita unir dos o más variables para generar una variable ÚNICA, entonces use un ODK Calculate para unirlas en una variable. Esta variable se convertirá en la llave primaria de su formulario ODK y NO SE PUEDE CAMBIAR posteriormente.
fr: Chaque cas doit être UNIQUE. Vous devez sélectionner une variable dans votre formulaire ODK dont les valeurs seront UNIQUES dans tous les cas que vous vous attendez à avoir. Si vous devez joindre deux variables ou plus pour générer une variable UNIQUE, utilisez un ODK calculate pour les joindre en une seule variable. Cette variable deviendra la clé primaire de votre formulaire ODK et NE PEUT PAS ÊTRE MODIFIÉE par la suite.
pt: Cada caso deve ser ÚNICO. Você precisa selecionar uma variável em seu formulário ODK cujos valores serão ÚNICOS em todos os casos que você espera ter. Se você precisar juntar duas ou mais variáveis ​​para gerar uma variável ÚNICA, use um ODK Calculate para juntá-las em uma variável. Essa variável se tornará a chave primária do seu formulário ODK e NÃO PODE SER ALTERADA posteriormente.
uk: Кожен випадок повинен бути УНІКАЛЬНИМ. Вам потрібно вибрати змінну з вашої форми ODK, значення якої будуть УНІКАЛЬНИМИ для всіх випадків, які ви очікуєте отримати. Якщо вам потрібно об'єднати дві або більше змінних, щоб вони стали УНІКАЛЬНИМИ, скористайтеся функцією ODK Calculate, щоб об'єднати їх в одну змінну. Ця змінна стане первинним ключем вашої форми ODK і не може бути змінена після цього.

source: In this ODK Form that you are uploading into FormShare, which variable will be used to label each case?
es: En este formulario ODK que usted está cargando en FormShare, qué variable se utilizará para etiquetar cada caso?
fr: Dans ce formulaire ODK que vous téléchargez sur FormShare, quelle variable sera utilisée pour étiqueter chaque cas ?
pt: Neste formulário ODK que você está enviando para o FormShare, qual variável será usada para rotular cada caso?
uk: У цій формі ODK, яку ви завантажуєте на FormShare, яка змінна буде використовуватися для позначення кожного випадку?

source: You need to indicate the variable to label each case
es: Usted debe de indicar una variable para etiquetar cada caso
fr: Vous devez indiquer une variable pour étiqueter chaque cas
pt: Você deve indicar uma variável para rotular cada caso
uk: Вам потрібно вказати змінну для позначення кожного випадку

source: Each case needs to have a label. You need to select a variable from your ODK Form to label each case. Follow-up forms will use this variable to search and select each case. If you need to join two or more variables to create a label, then use an ODK Calculate to merge them into one variable.
es: Cada caso debe tener una etiqueta. Debe seleccionar una variable de su Formulario ODK para etiquetar cada caso. Los formularios de seguimiento utilizarán esta variable parabuscar y seleccionar cada caso. Si necesita unir dos o más variables para cree una etiqueta, entonces use un ODK Calculate para unirlas en una variable.
fr: Chaque cas doit avoir une étiquette. Vous devez sélectionner une variable dans votre formulaire ODK pour étiqueter chaque cas. Les formulaires de suivi utiliseront cette variable pour rechercher et sélectionner chaque cas. Si vous devez joindre deux variables ou plus pour créer une étiquette, utilisez un ODK calculate pour les joindre en une seule variable.
pt: Cada caixa deve ter uma etiqueta. Você deve selecionar uma variável de seu formulário ODK para rotular cada caso. Os formulários de rastreamento usarão esta variável parapesquisar e selecionar cada caso. Se você precisar juntar duas ou mais variáveis ​​para criar um rótulo, use um ODK Calculate para juntá-las em uma variável.
uk: Кожен випадок повинен мати мітку. Вам потрібно вибрати змінну у вашій ODK-формі, щоб позначити кожну справу. Подальші форми будуть використовувати цю змінну для пошуку і вибору кожного випадку. Якщо вам потрібно об'єднати дві або більше змінних для створення мітки, скористайтеся командою ODK Обчислити, щоб об'єднати їх в одну змінну.

source: Type of case form
es: Tipo de formulario de caso
fr: Type de formulaire de cas
pt: Tipo de formulário de caso
uk: Тип форми кейсу

source: Simple follow-up form
es: Formulario de seguimiento simple
fr: Formulaire de suivi simple
pt: Formulário de rastreamento simples
uk: Проста форма для подальших дій

source: Follow-up and deactivate case form
es: Formulario de seguimiento y desactivación de caso
fr: Formulaire de suivi et de désactivation de cas
pt: Formulário de rastreamento e desativação de caso
uk: Форма для відстеження та деактивації кейсу

source: Follow-up and activate case form
es: Formulario de seguimiento y activación de casos
fr: Formulaire de suivi et activation des cas
pt: Formulário de rastreamento e ativação do caso
uk: Подальші дії та активація форми кейсу

source: In the ODK Form that you are uploading into FormShare, which variable will be used to search and select a case?
es: En el formulario ODK que usted está cargando en FormShare, ¿qué variable se utilizará para buscar y seleccionar un caso?
fr: Dans le formulaire ODK que vous téléchargez sur FormShare, quelle variable sera utilisée pour rechercher et sélectionner un cas ?
pt: No formulário ODK que você está enviando para o FormShare, qual variável será usada para localizar e selecionar um caso?
uk: Яка змінна у формі ODK, яку ви завантажуєте на FormShare, буде використовуватися для пошуку та вибору регістру?

source: You need to indicate the variable to search and select cases
es: Usted debe de indicar la variable para buscar y seleccionar casos
fr: Vous devez indiquer la variable pour rechercher et sélectionner les cas
pt: Você deve indicar a variável para pesquisar e selecionar casos
uk: Вам потрібно вказати змінну для пошуку та відбору випадків

source: This variable MUST BE either a "select_one_from_file" (The file MUST BE CSV) or a "barcode".
es: Esta variable DEBE DE SER de tipo "select_one_from_file" (El archivo TIENE QUE SER CSV) o de tipo "barcode".
fr: Cette variable DOIT ÊTRE de type "select_one_from_file" (Le fichier DOIT ÊTRE CSV) ou de type "barcode".
pt: Esta variável DEVE SER do tipo "select_one_from_file" (O arquivo DEVE SER CSV) ou do tipo "código de barras".
uk: Ця змінна ПОВИННА бути або "select_one_from_file" (файл ПОВИНЕН бути у форматі CSV), або "штрих-кодом".

source: Download an example the CSV file
es: Descargue un ejemplo del archivo CSV
fr: Télécharger un exemple de fichier CSV
pt: Baixe um arquivo CSV de amostra
uk: Завантажити приклад файлу CSV

source: In the ODK Form that you are uploading into FormShare, which variable will be used to record the date or the date and time of a new data point attached to a case?
es: En el formulario ODK que usted está cargando en FormShare, ¿qué variable se utilizará para registrar la fecha o la fecha y hora de un nuevo punto de datos adjunto a un caso?
fr: Dans le formulaire ODK que vous téléchargez sur FormShare, quelle variable sera utilisée pour enregistrer la date ou l'horodatage d'un nouveau point de données attaché à un cas ?
pt: No formulário ODK que você está enviando para o FormShare, qual variável será usada para registrar a data ou o carimbo de data / hora de um novo ponto de dados anexado a um caso?
uk: У формі ODK, яку ви завантажуєте у FormShare, яка змінна буде використовуватися для запису дати або дати і часу нової точки даних, прикріпленої до справи?

source: You need to indicate the variable to record date or date and time.
es: Usted debe de indicar una variable para almacenar la fecha o la fecha y hora
fr: Vous devez indiquer une variable pour stocker la date ou la date et l'heure
pt: Você deve indicar uma variável para armazenar a data ou a data e hora
uk: Вам потрібно вказати змінну для запису дати або дати і часу.

source: Follow-up case forms attach data to a case. Each case can have different data at different points in time. Each data point must have a date. This variable MUST BE either "date" or "datetime".
es: Los formularios de seguimiento adjuntan datos a un caso. Cada caso puede tener diferentes datos en diferentes momentos (puntos de datos a través del tiempo). Cada punto de datos debe tener una fecha. Esta la variable DEBE SER "date" o "datetime".
fr: Les formulaires de suivi joignent des données à un dossier. Chaque cas peut avoir des données différentes à des moments différents (points de données dans le temps). Chaque point de données doit avoir une date. Cette variable DOIT ÊTRE "date" ou "datetime".
pt: Os formulários de rastreamento anexam dados a um caso. Cada caso pode ter dados diferentes em momentos diferentes (pontos de dados ao longo do tempo). Cada ponto de dados deve ter uma data. Esta variável DEVE SER "data" ou "data e hora".
uk: Форми подальших дій додають дані до справи. Кожна справа може мати різні дані в різні моменти часу. Кожна точка даних повинна мати дату. Ця змінна ПОВИННА бути або "дата", або "час".

source: In the ODK Form that you are uploading into FormShare, which variable will be used to control duplicate cases?
es: En el formulario ODK que usted está cargando en FormShare, ¿qué variable se utilizará para controlar casos duplicados?
fr: Dans le formulaire ODK que vous téléchargez sur FormShare, quelle variable sera utilisée pour gérer les cas en double?
pt: No formulário ODK que você está enviando para o FormShare, qual variável será usada para lidar com casos duplicados?
uk: Яка змінна у формі ODK, яку ви завантажуєте на FormShare, буде використовуватися для контролю повторюваних випадків?

source: You need to indicate the variable to control duplicate cases
es: Usted debe de indicar una variable para controlar casos duplicados
fr: Vous devez indiquer une variable pour contrôler les cas en double
pt: Você deve indicar uma variável para controlar casos duplicados
uk: Вам потрібно вказати змінну для контролю повторюваних випадків

source: To control duplicate cases, you need to join two or more variables to become UNIQUE. For example, use an ODK Calculate to join the variable that you selected above to search and select a case with the variable that you selected above to record the date of new data point attached to a case. This ODK Calculate will become the Primary Key of your ODK Form and CANNOT BE CHANGED afterwards.
es: Para controlar casos duplicados, debe unir dos o más variables para crear una variable ÚNICA. Por ejemplo, use un ODK Calculate para unir la variable que seleccionó anteriormente para buscar y seleccionar casos con la variable que seleccionó anteriormente para registrar la fecha. Este ODK calculate se convertirá en la llave primaria de su formulario ODK y NO SE PUEDE CAMBIAR posteriormente.
fr: Pour gérer les cas en double, vous devez joindre deux variables ou plus pour créer une variable UNIQUE. Par exemple, utilisez un ODK calculate pour faire correspondre la variable que vous avez précédemment sélectionnée pour rechercher et sélectionner des observations avec la variable que vous avez précédemment sélectionnée pour enregistrer la date. Ce ODK calculate deviendra la clé primaire de votre formulaire ODK et NE PEUT PAS ÊTRE MODIFIÉ par la suite.
pt: Para lidar com casos duplicados, você deve unir duas ou mais variáveis ​​para criar uma variável SINGLE. Por exemplo, use um ODK Calculate para combinar a variável que você selecionou anteriormente para encontrar e selecionar casos com a variável que você selecionou anteriormente para registrar a data. Este cálculo ODK se tornará a chave primária do seu formulário ODK e NÃO PODE SER ALTERADO posteriormente.
uk: Щоб контролювати повторювані випадки, вам потрібно об'єднати дві або більше змінних, щоб вони стали УНІКАЛЬНИМИ. Наприклад, використовуйте функцію ODK Calculate, щоб об'єднати змінну, яку ви вибрали вище для пошуку і вибору справи, зі змінною, яку ви вибрали вище, щоб записати дату нової точки даних, приєднаної до справи. Ця функція ODK Calculate стане первинним ключем вашої форми ODK і не може бути змінена після цього.

source: Overwrite
es: Sobrescribir
fr: Écraser
pt: Substituir
uk: Перезаписати

source: Overwrite any existent file
es: Sobrescribir los archivos existentes
fr: Remplacer tout fichier existant
pt: Substituir arquivos existentes
uk: Перезаписати будь-який існуючий файл

source: Upload form
es: Subir formulario
fr: Télécharger le formulaire
pt: Carregar formulário
uk: Форма для завантаження

source: A troubleshooting guide is available
es: Hay una guía de resolución de problemas disponible
fr: Un guide de dépannage est disponible
pt: Um guia de solução de problemas está disponível
uk: Доступний посібник з усунення несправностей

source: Upload case creator form
es: Subir formulario creador caso
fr: Télécharger le formulaire du créateur de l'affaire
pt: Carregar formulário do criador do caso
uk: Завантажити форму для створення кейсу

source: Upload case form
es: Subir formulario de caso
fr: Télécharger le formulaire de cas
pt: Carregar formulário de caso
uk: Завантажити формуляр справи

source: Upload form for merging
es: Subir formulario para fusionar
fr: Télécharger le formulaire pour la fusion
pt: Carregar formulário para fusão
uk: Форма завантаження для об'єднання

source: Upload case form for merging
es: Subir formulario de caso para fusionar
fr: Télécharger le formulaire de cas pour la fusion
pt: Carregar formulário de caso para fusão
uk: Завантажити форму заявки на злиття

source: In this ODK Form that you are uploading into FormShare, which variable will be used to control duplicate submissions?
es: En este formulario ODK que usted está cargando en FormShare, qué variable se utilizará para controlar envíos duplicados?
fr: Dans ce formulaire ODK que vous téléchargez sur FormShare, quelle variable sera utilisée pour contrôler les soumissions en double ?
pt: Neste formulário ODK que você está enviando para o FormShare, qual variável será usada para controlar envios duplicados?
uk: Яка змінна у цій формі ODK, яку ви завантажуєте на FormShare, буде використовуватися для контролю повторних відправлень?

source: You need to indicate the variable to control duplicate data
es: Usted debe de indicar una variable para controlar envíos duplicados
fr: Vous devez indiquer une variable pour contrôler les envois en double
pt: Você deve indicar uma variável para controlar remessas duplicadas
uk: Потрібно вказати змінну для контролю повторюваних даних

source: How many submissions to do expect to have?
es: ¿Cuántos envíos usted espera recibir?
fr: Combien d'envois vous attendez-vous à recevoir ?
pt: Quantas remessas você espera receber?
uk: На яку кількість заявок ми очікуємо?

source: You need to indicate the case label variable
es: Usted debe indicar la variable para etiquetar casos
fr: Vous devez indiquer la variable pour étiqueter les cas
pt: Você deve indicar a variável para rotular os casos
uk: Потрібно вказати змінну мітки регістру

source: How many cases do you expect to have?
es: ¿Cuántos casos esperar tener?
fr: Combien de cas faut-il s'attendre à avoir ?
pt: Quantos casos esperar ter?
uk: Скільки кейсів ви очікуєте отримати?

source: Simple follow-up
es: Seguimiento simple
fr: Suivi simple
pt: Rastreamento simples
uk: Просте подальше спостереження

source: Follow-up and deactivate
es: Seguimiento y desactivación
fr: Suivi et désactivation
pt: Rastreamento e desativação
uk: Подальші дії та деактивація

source: Follow-up and activate
es: Seguimiento y activación
fr: Suivi et activation
pt: Rastreamento e ativação
uk: Подальші дії та активація

source: In this ODK Form that you are uploading into FormShare, which variable will be used to search and select a case?
es: En este formulario ODK que usted está cargando en FormShare, qué variable se utilizará para buscar y seleccionar un caso?
fr: Dans ce formulaire ODK que vous téléchargez sur FormShare, quelle variable sera utilisée pour rechercher et sélectionner un cas ?
pt: Neste formulário ODK que você está enviando para o FormShare, qual variável será usada para localizar e selecionar um caso?
uk: Яка змінна у цій формі ODK, яку ви завантажуєте на FormShare, буде використовуватися для пошуку та вибору регістру?

source: You need to indicate the case selector variable
es: Usted debe indicar la variable para buscar y seleccionar casos
fr: Vous devez indiquer la variable pour rechercher et sélectionner les cas
pt: Você deve indicar a variável para pesquisar e selecionar casos
uk: Потрібно вказати змінну-селектор регістру

source: In this ODK Form that you are uploading into FormShare, which variable will be used to record the date of a new data point attached to a case?
es: En este formulario ODK que está cargando en FormShare, qué variable se utilizará para registrar la fecha de un nuevo punto de datos adjunto a un caso?
fr: Dans ce formulaire ODK que vous téléchargez sur FormShare, quelle variable sera utilisée pour enregistrer la date d'un nouveau point de données attaché à un cas?
pt: Neste formulário ODK que você está enviando para o FormShare, qual variável será usada para registrar a data de um novo ponto de dados anexado a um caso?
uk: У цій формі ODK, яку ви завантажуєте на FormShare, яка змінна буде використовуватися для запису дати нової точки даних, прикріпленої до справи?

source: You need to indicate the case datetime variable
es: Usted debe indicar la variable que almacenará la fecha
fr: Vous devez indiquer la variable qui stockera la date
pt: Você deve indicar a variável que irá armazenar a data
uk: Потрібно вказати змінну case datetime

source: Follow-up forms attach data to a case. Each case can have different data at different points in time. Each data point must have a date. This variable MUST BE either "date" or "datetime".
es: Los formularios de seguimiento adjuntan datos a un caso. Cada caso puede tener datos en diferentes momentos (puntos de datos a través del tiempo). Cada punto de datos debe tener una fecha. Esta variable DEBE SER de tipo "date" o "datetime".
fr: Les formulaires de suivi joignent des données à un cas. Chaque cas peut avoir des données à des moments différents (points de données dans le temps). Chaque point de données doit avoir une date. Cette variable DOIT ÊTRE de type "date" ou "datetime".
pt: Os formulários de rastreamento anexam dados a um caso. Cada caso pode ter dados em momentos diferentes (pontos de dados ao longo do tempo). Cada ponto de dados deve ter uma data. Esta variável DEVE SER do tipo "data" ou "data e hora".
uk: Форми подальших дій додають дані до справи. Кожна справа може мати різні дані в різні моменти часу. Кожна точка даних повинна мати дату. Ця змінна ПОВИННА бути або "дата", або "час".

source: In this ODK Form that you are uploading into FormShare, which variable will be used to control duplicate data?
es: En este formulario ODK que está cargando en FormShare, qué variable se utilizará para controlar datos duplicados?
fr: Dans ce formulaire ODK que vous téléchargez sur FormShare, quelle variable sera utilisée pour gérer les données en double ?
pt: Neste formulário ODK que você está enviando para o FormShare, qual variável será usada para lidar com dados duplicados?
uk: Яка змінна у цій формі ODK, яку ви завантажуєте на FormShare, буде використовуватися для контролю повторюваних даних?

source: Follow-up forms attach information to a case at different points in time. Therefore, the ID of the case + the date/datetime should be UNIQUE across time. You just indicated above: a) The variable used to search and select a case and b) The variable to record the date. In your ODK form join these two variables into a "calculate" variable and paste its name here. This variable will become the Primary Key of your ODK Form and CANNOT BE CHANGED afterwards.
es: Los formularios de seguimiento adjuntan información a un caso en diferentes momentos (puntos de datos a través del tiempo). Por lo tanto, el ID del caso + la fecha deben ser ÚNICOS a través del tiempo. Usted acaba de indicar arriba: a) La variable utilizada para buscar y seleccione casos y b) La variable para registrar la fecha. En su formulario ODK una estas dos variables en una variable "calculate" y pegue su nombre aquí. Esta variable se convertirá en la clave principal de su formulario ODK y NO SE PUEDE CAMBIAR posteriormente.
fr: Les formulaires de suivi joignent des informations à un cas à différents moments (points de données au fil du temps). Par conséquent, l'ID de cas + la date doit être UNIQUE dans le temps. Vous venez d'indiquer ci-dessus : a) La variable utilisée pour rechercher et sélectionner les cas et b) La variable pour enregistrer la date. Dans votre formulaire ODK, fusionnez ces deux variables dans une variable "calculate" et collez leur nom ici. Cette variable deviendra la clé primaire de votre formulaire ODK et NE PEUT PAS ÊTRE MODIFIÉE par la suite.
pt: Os formulários de rastreamento anexam informações a um caso em momentos diferentes (pontos de dados ao longo do tempo). Portanto, o ID do caso + a data deve ser ÚNICO ao longo do tempo. Você acabou de indicar acima: a) A variável usada para pesquisar e selecionar casos eb) A variável para registrar a data. Em sua forma ODK, mescle essas duas variáveis ​​em uma variável de "cálculo" e cole seus nomes aqui. Essa variável se tornará a chave primária do seu formulário ODK e NÃO PODE SER ALTERADA posteriormente.
uk: Форми подальших дій додають інформацію до справи в різні моменти часу. Тому ідентифікатор випадку + дата/час повинні бути УНІКАЛЬНИМИ в часі. Вище ви вказали: а) змінну, яка використовується для пошуку і вибору справи, і б) змінну для запису дати. У вашій формі ODK об'єднайте ці дві змінні у змінну "calculate" і вставте її назву сюди. Ця змінна стане первинним ключем вашої форми ODK і не може бути змінена після цього.

source: One moment please...
es: Un momento por favor...
fr: Un moment s’il vous plaît ...
pt: Um momento, por favor...
uk: Хвилинку, будь ласка...

source: Submissions in
es: Envíos en
fr: Demandes dans
pt: Submissões em
uk: Заявки на участь у

source: Note: To be able to delete submissions your need to
es: Nota: Para poder borrar envíos usted debe de
fr: Remarque : Pour être en mesure de supprimer les demandes, vous devez
pt: Observação: Para poder excluir submissões você precisa
uk: Примітка: Щоб мати можливість видаляти заявки, вам потрібно

source: inactivate the form.
es: poner el formulario como inactivo.
fr: inactive le formulaire.
pt: desativar o formulário.
uk: деактивувати форму.

source: Danger zone
es: Zona de riesgo
fr: Zone de danger
pt: Zona de perigo
uk: Небезпечна зона

source: Delete all submissions
es: Borrar todos los envíos
fr: Supprimer toutes les demandes
pt: Excluir todas as submissões
uk: Видалити всі заявки

source: You are going to delete all the submissions
es: Usted va a borrar todos los envíos
fr: Vous allez supprimer toutes les demandes
pt: Você está prestes a excluir todas as submissões
uk: Ви збираєтеся видалити всі подані заявки

source: Unless you want to start all over again, this is something that you should not do!
es: ¡A menos que quieras volver a empezar de nuevo, esto es algo que usted no debería de hacer!
fr: À moins que vous ne vouliez tout recommencer, c’est quelque chose que vous ne devriez pas faire!
pt: A menos que você deseje começar de novo, isso não é algo que você deva fazer!
uk: Якщо ви не хочете почати все спочатку, цього робити не варто!
