Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: Assistants help you collect and clean data.
es: Los asistentes le ayudan a recolectar y limpiar datos
fr: Les assistants vous aident à collecter et à nettoyer les données.
pt: Assistentes te ajudam a coletar e limpar dados.
uk: Асистенти допомагають вам збирати та очищати дані.

source: Add one
es: Añadir uno
fr: Ajouter un
pt: Adicionar um
uk: Додати один

source: Add many from CSV file
es: Añadir varios desde archivo CSV
fr: Ajouter plusieurs personnes à partir d'un fichier CSV
pt: Adicionar muitos a partir de um arquivo CSV
uk: Додати багато з файлу CSV

source: Download template file
es: Descargar plantilla
fr: Télécharger le modèle
pt: Download do modelo
uk: Завантажити файл шаблону

source: Upload CSV file
es: Cargar archivo CSV
fr: Téléchargez le fichier CSV
pt: Carregar arquivo CSV
uk: Завантажити файл CSV

source: Assistant ID
es: Identificador del asistente
fr: ID de l'assistant
pt: ID de Assistente
uk: Посвідчення асистента

source: This is a simple name to identify the assistant in FormShare. It is the name that the assistant will use in ODK Collect. The assistant id must be unique and cannot be changed afterward.
es: Este es un nombre simple para identificar al asistente en FormShare. Es el nombre que usará el asistente en ODK Collect. La identificación del asistente debe ser única y no se puede cambiar posteriormente.
fr: Il s'agit d'un nom simple pour identifier le participant sur FormShare. Il s'agit du nom que l'assistant utilisera dans ODK Collect. L'ID du participant doit être unique et ne peut pas être modifié ultérieurement.
pt: Este é um nome simples para identificar o feiticeiro no FormShare. É o nome que o feiticeiro usará no ODK Collect. A identificação do feiticeiro deve ser única e não pode ser alterada posteriormente.
uk: Це просте ім'я для ідентифікації помічника у FormShare. Це ім'я, яке помічник буде використовувати в ODK Collect. Ідентифікатор асистента має бути унікальним і не може бути змінений згодом.

source: This should be the time zone where the assistant performs activities. As a reference, FormShare's time zone is
es: Esta debe ser la zona horaria en la que el asistente realiza actividades. Como referencia, la zona horaria de FormShare es
fr: Il doit s'agir du fuseau horaire dans lequel le participant effectue des activités. Pour référence, le fuseau horaire de FormShare est
pt: Este deve ser o fuso horário em que o participante realiza suas atividades. Para referência, o fuso horário do FormShare é
uk: Це має бути часовий пояс, в якому асистент виконує роботу. Для довідки, часовий пояс FormShare

source: Share among projects
es: Compartir entre proyectos
fr: Partager entre les projets
pt: Compartilhar entre projetos
uk: Розподіл між проектами

source: This means that this person can assist different projects within your account.
es: Esto significa que esta persona puede apoyar en varios proyectos en su cuenta
fr: Cela signifie que cette personne peut aider différents projets au sein de votre compte.
pt: Isso significa que essa pessoa pode auxiliar em diversos projetos na sua conta.
uk: Це означає, що ця людина може допомагати різним проектам у вашому акаунті.

source: Modify assistant
es: Modificar asistente
fr: Changer l’assistant
pt: Modificar assistente
uk: Змінити помічника

source: Shared
es: Compartido
fr: Partagé
pt: Compartilhado
uk: Спільне

source: Assistant list
es: Listado de asistentes
fr: Liste des assistants
pt: Lista assistente
uk: Список асистентів

source: Upload file
es: Subir archivo
fr: Télécharger le fichier
pt: Carregar arquivo
uk: Завантажити файл

source: Choose files
es: Escoger archivos
fr: Choisir des fichiers
pt: Escolher arquivos
uk: Виберіть файли

source: Upload
es: Subir
fr: Télécharger
pt: Carregar
uk: Завантажити

source: Accept collaboration
es: Aceptar la colaboración
fr: Accepter la collaboration
pt: Aceitar colaboração
uk: Погодьтеся на співпрацю

source: Accept collaboration
es: Aceptar la colaboración
fr: Accepter la collaboration
pt: Aceitar colaboração
uk: Погодьтеся на співпрацю

source: You have been requested to collaborate in the project
es: Se le ha solicitado su colaboración en el proyecto
fr: Vous avez été invité à collaborer au projet
pt: Você foi solicitado a colaborar no projeto
uk: Ви отримали запит на участь у проекті

source: owned by
es: creado por
fr: détenue par
pt: propriedade de
uk: що належить

source: Decline collaboration
es: Rechazar la colaboración
fr: Refuser la collaboration
pt: Recusar colaboração
uk: Відмовитися від співпраці

source: Collaborators can have different roles:
es: Los colaborares tienen diferentes roles:
fr: Les collaborateurs peuvent avoir des rôles différents:
pt: Colaboradores podem ter diferentes funções
uk: Співробітники можуть мати різні ролі:

source: Administrator
es: Administrador
fr: Administrateur
pt: Administrador
uk: Адміністратор

source: Can make modifications including changing collaborators
es: Puede hacer modificaciones incluso cambiar colaboradores
fr: Peut apporter des modifications, y compris changer les collaborateurs
pt: Pode fazer alterações inclusive mudança de colaboradores
uk: Може вносити зміни, в тому числі змінювати співавторів

source: Can make modifications but not change the collaborators
es: Puede hacer modificaciones, pero no puede cambiar colaboradores
fr: Peut apporter des modifications mais pas changer les collaborateurs
pt: Pode fazer alterações mas não modificar os colaboradores
uk: Можна вносити зміни, але не змінювати співавторів

source: Member
es: Miembro
fr: Membre
pt: Membro
uk: Учасник

source: Read only access to forms and data
es: Acceso de sólo lectura al formulario y sus datos
fr: Lire uniquement l’accès aux formulaires et aux données
pt: Acesso somente à leitura de formulários e dados
uk: Доступ до форм і даних тільки для читання

source: Add collaborator
es: Añadir colaborador
fr: Ajouter un collaborateur
pt: Adicionar colaborador
uk: Додати співавтора

source: Search by username, full name or email address
es: Buscar por nombre de usuario, nombre completo o correo electrónico
fr: Rechercher par nom d’utilisateur, nom complet ou adresse e-mail
pt: Pesquisar por nome de usuário, nome completo ou endereço de e-mail
uk: Пошук за іменем користувача, повним ім'ям або адресою електронної пошти

source: Change role
es: Cambiar role
fr: Changer de rôle
pt: Alterar função
uk: Змінити роль

source: Changing role of
es: Cambiando role de
fr: Changement de rôle de
pt: Alterando função de
uk: Зміна ролі

source: Collaborator list
es: Listado de colaboradores
fr: Liste des collaborateurs
pt: Lista de colaboradores
uk: Список співавторів

source: Owner
es: Dueño
fr: Propriétaire
pt: Proprietário
uk: Власник

source: Has not accepted yet
es: No ha aceptado todavía
fr: N’a pas encore accepté
pt: Ainda não aceitou
uk: Ще не прийняв

source: Compare forms
es: Comparar formularios
fr: Comparer les formulaires
pt: Comparar formulários
uk: Порівняти форми

source: Comparing form
es: Comparando el formulario
fr: Comparaison du formulaire
pt: Comparando o Formulário
uk: Форма для порівняння

source: with its former version
es: con su versión anterior
fr: avec sa version précédente
pt: com sub-versãocom sua versão anterior
uk: з його попередньою версією

source: Changes made to the survey
es: Cambios realizados en el formulario
fr: Modifications apportées au formulaire
pt: Alterações feitas no formulário
uk: Зміни, внесені в опитування

source: This shows only structural changes. It does not show any changes in logic, descriptions, order, or choices.
es: Esto muestra sólo los cambios estructurales. No muestra ningún cambio en la lógica, las descripciones, el orden o las opciones.
fr: Cela ne montre que des changements structurels. Il ne montre aucun changement dans la logique, les descriptions, la commande ou les options.
pt: Isto mostra apenas mudanças estruturais. Não mostra nenhuma mudança em lógica, descrições, ordem ou opções.
uk: Це показує лише структурні зміни. Вони не відображають жодних змін у логіці, описах, порядку чи виборі.

source: This new version does not have any structural changes from its former version.
es: Esta nueva versión no tiene ningún cambio estructural respecto a su anterior versión.
fr: Cette nouvelle version ne présente aucune modification structurelle par rapport à la version précédente. version.
pt: Esta nova versão não tem mudanças estruturais em comparação com a versão anterior.
uk: Ця нова версія не має жодних структурних змін у порівнянні з попередньою версією.

source: Form details
es: Detalles del formulario
fr: Détails du formulaire
pt: Detalhes do formulário
uk: Реквізити форми

source: Delete product
es: Borrar producto
fr: Supprimer un produit
pt: Excluir produto
uk: Видалити товар

source: Are you sure that you want to delete this product?
es: ¿Está seguro de que quiere eliminar este producto?
fr: Etes-vous sûr que vous voulez supprimer ce produit ?
pt: Tem certeza que deseja excluir esse produto?
uk: Ви впевнені, що хочете видалити цей продукт?

source: Yes, delete it
es: Si, bórrelo
fr: Oui, supprimer
pt: Sim, excluir
uk: Так, видаліть його

source: Unpublish product
es: No publicar producto
fr: Produit inédit
pt: Cancelar publicação do produto
uk: Не публікувати продукт

source: Are you sure that you want to unpublish this product?
es: ¿Está seguro de que no quiere publicar este producto?
fr: Etes-vous sûr que vous ne voulez plus publier ce produit ?
pt: Tem certeza que deseja cancelar a publicação deste produto?
uk: Ви впевнені, що хочете не публікувати цей продукт?

source: Yes, unpublish it
es: Si, No lo publique
fr: Oui, enlevez-le
pt: Sim, cancelar publicação
uk: Так, скасуйте публікацію

source: Publish product
es: Publicar producto
fr: Publier le produit
pt: Publicar produto
uk: Опублікувати продукт

source: Are you sure that you want to publish this product?
es: ¿Está seguro de que quiere publicar este producto?
fr: Etes-vous sûr que vous voulez publier ce produit?
pt: Tem certeza que deseja publicar esse produto?
uk: Ви впевнені, що хочете опублікувати цей продукт?

source: You do not have a single field marked as sensitive!
es: ¡Usted no tiene ningún campo marcado como sensitivo!
fr: Vous n’avez pas un seul champ marqué comme sensible!
pt: Você não tem campos marcados como sensíveis!
uk: У вас немає жодного поля, позначеного як чутливе!

source: IF YOU CONTINUE YOU MIGHT BE AT RISK OF MAKING SENSITIVE DATA PUBLICLY AVAILABLE!
es: SI USTED CONTINUA PUDIERA ESTAR EN RIEGO DE PONER DATOS SENSITIVOS DISPONIBLES AL PUBLICO
fr: SI VOUS CONTINUEZ, VOUS RISQUEZ DE RENDRE PUBLIQUES DES DONNÉES SENSIBLES!
pt: CASO CONTINUE, VOCÊ PODE ARRISCAR DISPONIBILIZAR PUBLICAMENTE DADOS SENSÍVEIS!
uk: ЯКЩО ВИ ПРОДОВЖИТЕ, ВИ РИЗИКУЄТЕ ЗРОБИТИ КОНФІДЕНЦІЙНІ ДАНІ ЗАГАЛЬНОДОСТУПНИМИ!

source: Yes, publish it
es: Si, publíquelo
fr: Oui, publiez-le
pt: Sim, publicar
uk: Так, опублікуйте його

source: Yes, I WILL TAKE THE RISK! Publish it
es: ¡Si, VOY A TOMAR EL RIESGO! Publíquelo
fr: Oui, je VAIS PRENDRE LE RISQUE! Publiez-le
pt: Sim, ACEITO O RISCO! Publicar
uk: Так, Я РИЗИКУЮ! Опублікуйте це.

source: Changing the role of
es: Cambiando el role de
fr: Changer le rôle de
pt: Alterando função de
uk: Зміна ролі

source: Edit form's metadata
es: Editar los metadatos del formulario
fr: Modifier les métadonnées du formulaire
pt: Editar metadados do formulário
uk: Редагування метаданих форми

source: Current metadata
es: Metadatos actuales
fr: Métadonnées actuelles
pt: Metainformação actual
uk: Поточні метадані

source: The real-time CSV case file
es: El archivo CSV de casos en tiempo real
fr: Le fichier CSV des cas en temps réel
pt: O arquivo CSV de casos em tempo real
uk: Файл справи у форматі CSV в режимі реального часу

source: The real-time CSV case file has been created. You can adjust it below.
es: Se ha creado el archivo CSV de casos en tiempo real. Puede ajustarlo abajo.
fr: Un fichier CSV des cas en temps réel a été créé. Vous pouvez l'ajuster ci-dessous.
pt: O arquivo CSV de casos em tempo real foi criado. Você pode ajustá-lo abaixo.
uk: Файл справи у форматі CSV в режимі реального часу створено. Ви можете налаштувати його нижче.

source: The real-time CSV case file provides information on each case to follow-up case forms. For example, use the sex of a participant (e.g., female) in follow-up case forms to ask specific questions according to sex (e.g., if female, do they have access to reproductive health services?)
es: El archivo CSV de casos en tiempo real proporciona información sobre cada caso para utilizarlo en formularios de seguimiento. Por ejemplo, el sexo de un participante (p. ej.,mujer) podrían usarse en formularios de seguimiento de para hacer preguntas específicas según el sexo (p. ej., si es mujer, ¿tienen acceso a servicios de salud reproductiva?)
fr: Le fichier CSV de cas en temps réel fournit des informations sur chaque cas à utiliser dans les formulaires de suivi. Par exemple, le sexe d'un participant (par exemple, une femme) pourrait être utilisé dans les formulaires de suivi pour poser des questions spécifiques au genre (par exemple, s'il s'agit d'une femme, ont-ils accès à des services de santé reproductive ?)
pt: O arquivo CSV de caso em tempo real fornece informações sobre cada caso para uso em formulários de acompanhamento. Por exemplo, o gênero de um participante (por exemplo, mulher) pode ser usado em formulários de acompanhamento para fazer perguntas específicas de gênero (por exemplo, se mulher, ela tem acesso a serviços de saúde reprodutiva?)
uk: Кейс ДКТ в режимі реального часу надає інформацію про кожен випадок для заповнення форм для подальшого спостереження. Наприклад, використовуйте стать учасника (наприклад, жінка) у формах подальшого спостереження, щоб поставити конкретні запитання відповідно до статі (наприклад, якщо це жінка, чи має вона доступ до послуг з репродуктивного здоров'я?).

source: Each time a new case arrives in FormShare, the platform will update this CSV file. You can adjust below what information goes into the CSV file.
es: Cada vez que llega un nuevo caso a FormShare, la plataforma actualizará estearchivo CSV. Usted puede ajustar a continuación la información que se incluye en el archivo CSV.
fr: Chaque fois qu'un nouveau cas arrive sur FormShare, la plateforme mettra à jour cefichier CSV. Vous pouvez ajuster les informations incluses dans le fichier CSV ci-dessous.
pt: Cada vez que um novo caso chega ao FormShare, a plataforma irá atualizar este Arquivo CSV. Você pode ajustar as informações incluídas no arquivo CSV abaixo.
uk: Щоразу, коли у FormShare з'являється нова справа, платформа оновлює цей CSV-файл. Нижче ви можете налаштувати, яка інформація потрапляє до CSV-файлу.

source: to download an example of this file so you can use it in follow-up forms.
es: para descargar un ejemplo de este archivo para que pueda utilizarlo en sus formularios de seguimiento.
fr: pour télécharger un exemple de ce fichier afin que vous puissiez l'utiliser dans vos formulaires de suivi.
pt: para baixar um exemplo deste arquivo para que você possa usá-lo em seus formulários de rastreamento.
uk: завантажити приклад цього файлу, щоб ви могли використовувати його в подальших формах.

source: A guide on longitudinal forms is available
es: Una guía sobre los formularios longitudinales existe
fr: Un guide des formulaires longitudinaux existe
pt: Existe um guia para as formas longitudinais
uk: Посібник з поздовжніх форм доступний

source: Change field alias
es: Cambiar el alias de un campo
fr: Changer l'alias d'un champ
pt: Alterar o alias de um campo
uk: Змінити псевдонім поля

source: Change the alias for field:
es: Cambiando el alias para el campo:
fr: Modification de l'alias du champ:
pt: Modificando o alias para o campo
uk: Змініть псевдонім для поля:

source: Change alias
es: Cambiar alias
fr: Changer les alias
pt: Alterar alias
uk: Змінити псевдонім

source: Create or edit the real-time CSV case file
es: Crear o editar el archivo CSV de casos en tiempo real
fr: Créer ou éditer le fichier CSV des cas en temps réel
pt: Crie ou edite o arquivo CSV de casos em tempo real
uk: Створіть або відредагуйте CSV-файл справи в режимі реального часу

source: Real-time CSV case file
es: Archivo CSV de casos en tiempo real
fr: Fichier CSV des cas en temps réel
pt: Arquivo CSV de casos em tempo real
uk: CSV-файл справи в реальному часі

source: Currently in use by the lookup table
es: Actualmente en uso por la tabla de búsqueda
fr: Actuellement utilisé par la table de recherche
pt: Atualmente em uso pela tabela de pesquisa
uk: Наразі використовується таблиця пошуку

source: In use
es: En uso
fr: En service
pt: Em uso
uk: У використанні

source: Do not use field
es: No usar campo
fr: Ne pas utiliser de champ
pt: Não use campo
uk: Не використовуйте поле

source: Use field
es: Usar campo
fr: Utiliser le champ
pt: Use o campo
uk: Використовуйте поле

source: Dictionary fields
es: Campos en el diccionario
fr: Champs de dictionnaires
pt: Campos de dicionário
uk: Поля словника

source: Fields in
es: Campos en
fr: Champs dans
pt: Campos em
uk: Поля в

source: Field nomenclature and protection:
es: Nomenclatura del campo y protección:
fr: Nomenclature et protection de champ :
pt: Nomenclatura e proteção do campo:
uk: Номенклатура та охорона полів:

source: Normal fields
es: Campos normales
fr: Champs normaux
pt: Campos normais
uk: Звичайні поля

source: Key fields
es: Campos llave
fr: Champs importants
pt: Campos-chave
uk: Ключові поля

source: Categorical fields
es: Campos categóricos
fr: Champs catégoriels
pt: Campos categóricos
uk: Категорійні поля

source: Filter by sensitivity
es: Filtrar por sensibilidad
fr: Filtrer par sensibilité
pt: Filtrar por sensibilidade
uk: Фільтр за чутливістю

source: Sensitive
es: Sensitivo
fr: Sensible
pt: Sensível
uk: Чутливий

source: Not sensitive
es: No sensitivo
fr: Pas sensible
pt: Não-sensível
uk: Не чутливий

source: Dictionary tables
es: Diccionario de tablas
fr: Tableaux du dictionnaire
pt: Tabelas de dicionário
uk: Таблиці словників

source: Tables in
es: Tablas en
fr: Tableaux dans
pt: Tabelas em
uk: Таблиці в

source: Table nomenclature:
es: Nomenclatura de tablas:
fr: Nomenclature de tableau :
pt: Nomenclatura da tabela:
uk: Номенклатура столу:

source: Data tables: Tables that contain the submitted data.
es: Tablas de datos: Tablas que contienen los datos de envíos
fr: Tableaux de données : Tableaux qui contiennent les données soumises.
pt: Tabelas de dados: tabelas que contém os dados submetidos.
uk: Таблиці даних: Таблиці, які містять надіслані дані.

source: Multi-select tables: Each multi-select variable has its own table. Here each option is stored in a separate row.
es: Tablas de múltiple selección: Cada variable de selección múltiple es almacenada en tablas separadas. Aquí cada una de las opciones es almacenada en líneas separadas.
fr: Tableaux multi-sélections : Chaque variable multi-sélection a son propre tableau. Ici, chaque option est stockée dans une rangée séparée.
pt: Tabelas multi-seleção: Cada variável multi-seleção tem sua própria tabela. Aqui, cada opção é armazenada em uma linha separada.
uk: Таблиці з множинним вибором: Кожна змінна з множинним вибором має власну таблицю. Тут кожен параметр зберігається в окремому рядку.

source: Lookup tables: Contain the description of categorical variables.
es: Tablas de búsqueda: Contienen la descripción de las variables categóricas
fr: Tableaux de recherche : Contient la description des variables catégorielles.
pt: Tabelas de consulta: Contém a descrição de variáveis categóricas.
uk: Таблиці пошуку: Містять опис категоріальних змінних.

source: Filter by table type
es: Filtrar por tipo de tabla
fr: Filtrer par type de tableau
pt: Filtrar por tipo de tabela
uk: Фільтр за типом таблиці

source: Data tables
es: Tablas de datos
fr: Tableaux de données
pt: Tabelas de dados
uk: Таблиці даних

source: Multi-select tables
es: Tablas de selección múltiple
fr: Tableaux multi-sélections
pt: Tabelas multi-seleção
uk: Таблиці з багаторазовим вибором

source: Lookup tables
es: Tablas de búsqueda
fr: Tableaux de recherche
pt: Tabelas de consulta
uk: Таблиці пошуку

source: Repository dictionary
es: Diccionario del repositorio
fr: Dictionnaire du référentiel
pt: Dicionário repositório
uk: Словник репозиторію

source: Dictionary fields in
es: Diccionario de campos en
fr: Champs de dictionnaire dans
pt: Campos do dicionário em
uk: Поля словника в

source: Description:
es: Descripción:
pt: Descrição:
uk: Опис:

source: Change description
es: Cambiar descripción
fr: Changer la description
pt: Alterar descrição
uk: Опис змін

source: Edit table description
es: Editar la descripción de la tabla
fr: Modifier la description du tableau
pt: Editar descrição de tabela
uk: Опис таблиці редагування

source: Protection type
es: Tipo de protección
fr: Type de protection
pt: Tipo de proteção
uk: Тип захисту

source: Edit description
es: Editar descripción
fr: Modifier la description
pt: Editar descrição
uk: Редагувати опис

source: Set as not sensitive
es: Marcar como sensitivo
fr: Définir comme non sensible
pt: Definir como não-sensível
uk: Встановити як не чутливий

source: Set as sensitive
es: Marcar como sensitivo
fr: Définir comme sensible
pt: Definir como sensível
uk: Встановити як чутливий

source: Set field as sensitive
es: Marcar el campo como sensitivo
fr: Définir le champ comme sensible
pt: Definir campo como sensível
uk: Встановити поле як чутливе

source: Type of protection:
es: Tipo de protección:
fr: Type de protection :
pt: Tipo de proteção:
uk: Тип захисту:

source: field
es: campo
fr: champ
pt: campo
uk: поле

source: sensitive
es: sensitivo
fr: sensible
pt: sensível
uk: чутливий

source: View / Edit fields
es: Ver / Editar campos
fr: Afficher / Modifier les champs
pt: Visualizar / Editar campos
uk: Перегляд / редагування полів

source: Export to CSV
es: Exportar a CSV
fr: Exporter au format CSV
pt: Exportar para CSV
uk: Експорт у CSV

source: Options
es: Opciones
pt: Opções
uk: Параметри

source: Type of export
es: Tipo de exportación
fr: Type d'exportation
pt: Tipo de exportação
uk: Тип експорту

source: Publishable
es: Publicable
fr: Publiable
pt: Publicável
uk: Придатний для публікації

source: Without sensitive data e.g., GPS
es: Sin datos sensibles, p. Ej., GPS
fr: Pas de données sensibles. Par exemple, GPS
pt: Sem dados confidenciais. Por exemplo GPS
uk: Без чутливих даних, наприклад, GPS

source: Unpublishable
es: No publicable
fr: Non publiable
pt: Não publicável
uk: Не підлягає публікації

source: With sensitive data e.g., GPS
es: Con datos sensibles, p. Ej., GPS
fr: Avec des données sensibles. Par exemple, GPS
pt: Com dados confidenciais. Por exemplo GPS
uk: З конфіденційними даними, наприклад, GPS

source: Lookup options for selects and multi-selects
es: Opciones de búsqueda para selección simple y selección múltiple
fr: Options de recherche pour la sélection unique et la sélection multiple
pt: Opções de pesquisa para seleção única e seleção múltipla
uk: Параметри пошуку для вибірок і мультивибірок

source: Include option codes only
es: Incluir solamente los códigos de opciones
fr: Inclure uniquement les codes d'option
pt: Incluir apenas códigos de opção
uk: Вказуйте лише коди опцій

source: Convert option codes into labels
es: Convertir los códigos de opciones a etiquetas
fr: Convertir les codes d'option en étiquettes
pt: Converter códigos de opção em rótulos
uk: Перетворення кодів опцій на етикетки

source: Include option codes and labels
es: Incluir códigos y etiquetas
fr: Inclure les codes et les étiquettes
pt: Incluir códigos e rótulos
uk: Включіть коди опцій та етикетки

source: Generate
es: Generar
fr: Produire
pt: Gerar
uk: Згенерувати
