Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: The variable {} used to label cases was not found or is invalid. Only text, calculates or integers are allowed.
es: La variable {} utilizada para etiquetar los casos no se encontró o no es válida. Solamente se permiten texto, calcular, o números enteros.
fr: La variable {} utilisée pour étiqueter les observations n'est pas valide. Seuls le texte, les calculs ou les nombres entiers sont autorisés.
pt: A variável {} usada para rotular os casos não foi encontrada ou não é válida. Somente texto, cálculo ou inteiros são permitidos.
uk: Змінна {}, яка використовується для позначення регістрів, не знайдена або є недійсною. Допускаються тільки текст, обчислення або цілі числа.

source: The variable {} used to search and select cases was not found or is invalid. The variable must be select_one_from_file using a CSV file or a barcode
es: La variable {} utilizada para buscar y seleccionar casos no se encontró o es inválida. La variable debe ser select_one_from_file usando un archivo CSV o una variable de código de barras.
fr: La variable {} utilisée pour rechercher et sélectionner des observations n'a pas été trouvée ou n'est pas valide. La variable doit être select_one_from_file à l'aide d'un fichier CSV ou une variable de code-barres.
pt: A variável {} usada para localizar e selecionar casos não foi encontrada ou é inválida. A variável deve ser select_one_from_file usando um arquivo CSV ou uma variável de código de barras.
uk: Змінна {}, яка використовується для пошуку та відбору кейсів, не знайдена або є невірною. Змінна повинна мати значення select_one_from_file з використанням CSV-файлу або штрих-коду

source: The variable {} used to record a date or date and time was not found or is invalid. The variable must be date or datetime.
es: La variable {} utilizada para registrar la fecha no se encontró o es inválida. La variable debe de ser "date" o "datetime".
fr: La variable {} utilisée pour enregistrer la date n'a pas été trouvée ou n'est pas valide. La variable doit être "date" ou "datetime".
pt: A variável {} usada para registrar a data não foi encontrada ou é inválida. A variável deve ser "data" ou "data e hora".
uk: Змінна {}, яка використовується для запису дати або дати і часу, не знайдена або є неприпустимою. Змінна повинна мати тип date або datetime.

source: The form already exists in this project
es: El formulario ya existe en este proyecto
fr: Le formulaire existe déjà dans ce projet
pt: Formulário já existente neste projeto
uk: Форма вже існує в цьому проекті

source: The form ID has especial characters. FormShare only allows letters, numbers and underscores(_)
es: El identificador del formulario posee caracteres inválidos. FormShare solo permite letras, números y guion bajo
fr: L’ID du formulaire a des caractères spéciaux. FormShare n’autorise que les lettres, les chiffres et les soulignements.
pt: O ID do formulário possui caracteres especiais. O FormShare permite apenas letras, números e underline (_)
uk: Ідентифікатор форми має спеціальні символи. FormShare допускає лише літери, цифри та символ підкреслення(_)

source: Cannot find XForm ID. Please include this ODK form in an issue on
es: No se pudo encontrar el identificador del formulario. Por favor reporte este problema en
fr: Impossible de trouver XForm ID. Veuillez inclure ce formulaire ODK dans un problème sur
pt: Não foi possível localizar ID do XForm. Inclua este formulário ODK como problema em
uk: Не вдається знайти ідентифікатор XForm. Будь ласка, включіть цю форму ODK у випуск на

source: The variable {} used to search and select cases was not found or is invalid. The variable must be select_one_from_file using a CSV file or a barcode.
es: La variable {} utilizada para buscar y seleccionar casos no se encontró o es inválida. La variable debe ser select_one_from_file usando un archivo CSV o una variable de código de barras.
fr: La variable {} utilisée pour rechercher et sélectionner des observations n'a pas été trouvée ou n'est pas valide. La variable doit être select_one_from_file à l'aide d'un fichier CSV ou une variable de code-barres.
pt: A variável {} usada para localizar e selecionar casos não foi encontrada ou é inválida. A variável deve ser select_one_from_file usando um arquivo CSV ou uma variável de código de barras.
uk: Змінна {}, яка використовується для пошуку та відбору справ, не знайдена або є невірною. Змінна повинна мати значення select_one_from_file з використанням CSV-файлу або штрих-коду.

source: The form does not exist in this project
es: El formulario no existe en este proyecto
fr: Le formulaire n’existe pas dans ce projet
pt: Formulário inexistente neste projeto
uk: Форма не існує в цьому проекті

source: The "form_id" of the current form does not match the "form_id" of the one you uploaded. You cannot update a form with another form.
es: El identificador del formulario no calza con el identificador del formulario que acaba de subir. Usted no puede actualizar un formulario con otro completamente distinto
fr: Le "form_id" du formulaire actuel ne correspond pas au "form_id" de celui que vous avez téléchargé. Vous ne pouvez pas mettre à jour un formulaire avec un autre formulaire.
pt: O "form_id" do formulário atual não corresponde ao "form_id" do formulário que você carregou. Você não pode atualizar um formulário com outro formulário.
uk: "Form_id" поточної форми не збігається з "form_id" завантаженої вами форми. Ви не можете оновити форму за допомогою іншої форми.

source: Cannot find XForm ID. Please post the form as an issue on
es: No se pudo encontrar el identificador del formulario. Por favor reporte este problema en
fr: Impossible de trouver XForm ID. S’il vous plaît poster le formulaire comme un problème sur
pt: Não é possível localizar o ID XForm. Favor publicar o formulário como problema em
uk: Не вдається знайти ідентифікатор XForm. Будь ласка, опублікуйте форму як проблему на

source: The language "{}" is missing in this version of the form and cannot be merged. Use the "Fix language" button to set the languages in this version of the ODK Form.
es: El idioma "{}" no está presente en esta versión del formulario y no se puedefusionado. Utilice el botón "Corregir idioma" para configurar los idiomas en esta versión deel formulario ODK.
fr: La langue "{}" n'est pas présente dans cette version du formulaire et ne peut pas êtrefusionné. Utilisez le bouton "Corriger la langue" pour configurer les langues dans cette version dele formulaire ODK.
pt: O idioma "{}" não está presente nesta versão do formulário e não pode sermesclado. Use o botão "Idioma correto" para configurar os idiomas nesta versão doo formulário ODK.
uk: Мова "{}" відсутня в цій версії форми і не може бути об'єднана. Використовуйте кнопку "Виправити мову", щоб встановити мови у цій версії форми ODK.

source: The language called "default" appears when you have a "label" without indicating a language. For example if you had a column called "label" and another called "label:English (es)" then "default" refers to the language of "label" which was not indicated in the previous version of this ODK Form. In this new version you added the language to the "label" therefore "default" does not exists
es: El idioma llamado "predeterminado" aparece cuando tienes un "label" sin indicar el idioma. Por ejemplo, si tuvieras una columna llamada "label"y otra llamada "label::English (es)", entonces "predeterminado" se refiere alidioma del "label" que no se indicó su idioma en la versión anterior deeste formulario ODK. En esta nueva versión, agregó el idioma a "label", por lo tanto"predeterminado" no existe
fr: La langue appelée "default" apparaît lorsque vous avez un "label" sans indiquer la langue. Par exemple, si vous aviez une colonne appelée "label"et un autre appelé "label::English (es)", puis "default" fait référence aulangue du "label" dont la langue n'était pas indiquée dans la version précédente dece formulaire ODK. \ n\ nDans cette nouvelle version, ajout de la langue à "label", donc"default" n'existe pas
pt: O idioma chamado "default" aparece quando você tem um "rótulo" sem indicar o idioma. Por exemplo, se você tivesse uma coluna chamada "label"e outro chamado "label::English (en)", então "default" refere-se aoidioma do "label" cujo idioma não foi indicado na versão anterior doeste formulário ODK. Nesta nova versão, adicionou-se o idioma ao "label", portanto"default" não existe
uk: Мова "за замовчуванням" з'являється, коли у вас є "мітка" без зазначення мови. Наприклад, якщо у вас є стовпчик з назвою "мітка" і ще один з назвою "мітка: англійська (es)", то "за замовчуванням" означає мову "мітки", яка не була вказана в попередній версії цієї форми ODK. У цій новій версії ви додали мову до "мітки", тому "за замовчуванням" не існує

source: This version of the form is in multiple languages but the previous one was not and therefore and cannot be merged. Use the "Fix language" button to set the languages in this version of the ODK Form.
es: Esta versión del formulario está en varios idiomas, pero la anteriorno y por lo tanto, no se puede fusionar. Utilice el botón "Corregir idioma" para configurar los idiomas en esta versión delformulario ODK.
fr: Cette version du formulaire est en plusieurs langues, mais la précédentenon et ne peuvent donc pas être fusionnés. Utilisez le bouton "Corriger la langue" pour configurer les langues dans cette version duFormulaire ODK.
pt: Esta versão do formulário está em vários idiomas, mas o anteriornão e, portanto, não pode ser mesclado. Use o botão "Idioma correto" para configurar os idiomas nesta versão doFormulário ODK.
uk: Ця версія форми є багатомовною, але попередня версія не була такою, а тому не може бути об'єднана. Використовуйте кнопку "Виправити мову", щоб встановити мови у цій версії форми ODK.

source: Generating Diff HTML file error. Diff file for such commit does not exist
es: Error al generar el archivo Diff HTML de error. El archivo diff no existe
fr: Erreur de génération du fichier d'erreur Diff HTML. Le fichier diff n'existe pas
pt: Erro gerador de erro Difere o ficheiro de erro HTML. O ficheiro dif não existe
uk: Генерування помилки Diff HTML-файлу. Diff-файл для такого коміту не існує

source: The GeoJSON file has features that are not feature
es: El archivo GeoJSON tiene características que no son característica
fr: Le fichier GeoJSON présente des caractéristiques qui ne sont pas caractéristique
pt: O arquivo GeoJSON tem características que não são característica
uk: Файл GeoJSON має функції, які не є функціями

source: The GeoJSON file has features without geometry
es: El archivo GeoJSON contiene características sin geometría
fr: Le fichier GeoJSON contient des caractéristiques sans géométrie.
pt: O arquivo GeoJSON contém características sem geometria
uk: Файл GeoJSON має функції без геометрії

source: The GeoJSON file has features that are not point
es: El archivo GeoJSON tiene características que no son puntos
fr: Le fichier GeoJSON contient des caractéristiques qui ne sont pas des points.
pt: O arquivo GeoJSON tem características que não são pontos.
uk: Файл GeoJSON має особливості, які не є точковими

source: The GeoJSON file has features without properties
es: El archivo GeoJSON tiene características sin propiedades
fr: Le fichier GeoJSON contient des caractéristiques sans propriétés.
pt: O arquivo GeoJSON tem características sem propriedades
uk: Файл GeoJSON має функції без властивостей

source: The GeoJSON file has features with properties without id or label
es: El archivo GeoJSON tiene características con propiedades sin id ni etiqueta
fr: Le fichier GeoJSON contient des caractéristiques avec des propriétés sans id ni tag.
pt: O arquivo GeoJSON tem características com propriedades sem id ou tag
uk: Файл GeoJSON має функції з властивостями без ідентифікатора або мітки

source: The GeoJSON file does not have features
es: El archivo GeoJSON no tiene características
fr: Le fichier GeoJSON n'a pas de caractéristiques.
pt: O arquivo GeoJSON não tem características
uk: Файл GeoJSON не має функцій

source: The GeoJSON file is not a Feature Collection
es: El archivo GeoJSON no es una colección de características
fr: Le fichier GeoJSON n'est pas une collection d'éléments.
pt: O arquivo GeoJSON não é uma coleção de características.
uk: Файл GeoJSON не є колекцією функцій

source: Cannot open GeoJson file
es: No se puede abrir el archivo GeoJson
fr: Impossible d'ouvrir le fichier GeoJson
pt: Não é possível abrir o arquivo GeoJson
uk: Не вдається відкрити файл GeoJson

source: Error storing setting for key {}. The key already exits.
es: Error al almacenar la configuración para la llave {}. La llave ya existe
fr: Paramètre de stockage d’erreurs pour la clé {}. La clé existe déjà.
pt: Erro ao armazenar configuração para chave {}. Chave já existente
uk: Помилка збереження параметра для ключа {}. Ключ вже вийшов.

source: There are no media files to download
es: No hay multimedios para descargar
fr: Il n’y a pas de fichiers multimédias à télécharger
pt: Não há arquivos de mídia para download
uk: Немає медіафайлів для завантаження

source: This form was uploaded using an old version of ODK Tools. Please upload it again.
es: Este formulario fue subido usando una versión antigua de ODK Tools. Por favor súbalo nuevamente.
fr: Ce formulaire a été téléchargé à l’aide d’une ancienne version d’ODK Tools. Merci de le télécharger à nouveau.
pt: Esse formulário foi carregado utilizando uma versão antiga de ferramentas ODK. Favor carregar novamente.
uk: Ця форма була завантажена за допомогою старої версії ODK Tools. Будь ласка, завантажте її знову.

source: Error while creating dummy file
es: Error al crear el archivo de platilla JSON
fr: Erreur lors de la création de fichier factice
pt: Erro ao criar arquivo protótipo
uk: Помилка під час створення фіктивного файлу

source: There are no submissions to download
es: No hay envíos para descargar
fr: Il n’y a pas de soumissions à télécharger
pt: Não há submissões para baixar
uk: Немає робіт для завантаження

source: Without description
es: Sin descripción
fr: Sans description
pt: Sem descrição
uk: Без опису

source: Exclude it
es: Exclúyelo
fr: L'exclure
pt: Excluir
uk: Виключити його

source: Recode it
es: Recodifíquelo
fr: Le recoder
pt: Recodificar
uk: Перекодуй його.

source: Unlink it
es: Desconéctelo
fr: Le déconnecter
pt: Remover link
uk: Від'єднай його.

source: AJAX Data error. Report this error as an issue on
es: Error interno en AJAX. Reporte este problema en
fr: ERREUR de données AJAX. Signaler cette erreur comme un problème avec
pt: Erro de dados AJAX. Reportar este erro como problema em
uk: Помилка даних AJAX. Повідомте про цю помилку як про проблему на

source: Cannot update value. Check the valid values in lookup table
es: No se pudo actualizar el valor. Revise si el valor está en la tabla de búsqueda asociada
fr: Impossible de mettre à jour la valeur. Vérifier les valeurs valides dans le tableau de correspondance
pt: Não foi possível atualizar valor. Verifique os valores válidos na tabela de consulta
uk: Не вдається оновити значення. Перевірте допустимі значення в таблиці пошуку

source: Cannot update value. Check the valid values in lookup table
es: No se pudo actualizar el valor. Revise si el valor está en la tabla de búsqueda asociada
fr: Impossible de mettre à jour la valeur. Vérifier les valeurs valides dans le tableau de correspondance
pt: Não é possível atualizar valor. Verifique os valores válidos na tabela de consulta
uk: Не вдається оновити значення. Перевірте допустимі значення в таблиці пошуку

source: Import FormShare 1.0 data
es: Importar datos de FormShare 1.0
fr: Importer des données depuis FormShare 1.0
pt: Importar dados do FormShare 1.0
uk: Імпорт даних FormShare 1.0

source: Import ODK Collect XML data
es: Importar datos XML de ODK Collect
fr: Importer des données XML depuis ODK Collect
pt: Importar dados XML do ODK Collect
uk: Імпорт ODK Збір даних XML

source: Build repository
es: Crear repositorio
fr: Construire un répertoire
pt: Construir repositório
uk: Репозиторій збірки

source: Publishable Excel
es: Excel publicable
fr: Excel publiable
pt: Excel publicável
uk: Придатний для публікації Excel

source: Unpublishable Excel
es: Excel no publicable
fr: Excel impubliable
pt: Excel impublicável
uk: Неопублікований Excel

source: Media
es: Multimedios
fr: Médias
pt: Mídia
uk: Медіа

source: Publishable Flat CSV
es: CSV plano publicable
fr: CSV plat publiable
pt: CSV plano publicável
uk: Придатний для публікації плоский CSV

source: Unpublishable Flat CSV
es: CSV plano no publicable
fr: CSV plat non publiable
pt: CSV plano não-publicável
uk: Непублікабельний плоский CSV

source: Publishable Zip CSV
es: CSV Zip publicable
fr: Zip CSV publiable
pt: Zip CSV publicável
uk: Публікується Zip CSV

source: Unpublishable Zip CSV
es: CSV Zip no publicable
fr: Zip CSV non publiable
pt: Zip CSV não-publicável
uk: Неопублікований Zip CSV

source: Publishable Zip JSON
es: Zip JSON publicable
fr: Zip JSON publiable
pt: Zip JSON publicável
uk: Публікабельний Zip JSON

source: Unpublishable Zip JSON
es: Zip JSON no publicable
fr: Zip JSON non publiable
pt: Zip JSON não pode ser publicado
uk: Неопублікований Zip JSON

source: Merge Form
es: Fusionar Formulario
fr: Formulaire de fusion
pt: Fundir com
uk: Форма приєднання

source: Denormalizing database
es: Convirtiendo la base de datos a JSON
fr: Base de données dénormalisante
pt: Denormalizar base de dados
uk: Денормалізація бази даних

source: Calculating the number of columns
es: Calculando el número de columnas
fr: Calcul du nombre de colonnes
pt: Calculando o número de colunas
uk: Обчислення кількості стовпців

source: Creating CSV file
es: Creando archivo Zip
fr: Création de fichier zip
pt: Criando arquivo compado
uk: Створення файлу CSV

source: Error while creating the flattening the JSON files
es: Error al crear el archivo de datos temporal JSON
fr: Erreur lors de la création du fichier JSON factice
pt: Erro ao criar o arquivo JSON protótipo
uk: Помилка при створенні згладжування JSON-файлів

source: Error while creating the dummy JSON file
es: Error al crear el archivo de datos temporal JSON
fr: Erreur lors de la création du fichier JSON factice
pt: Erro ao criar o arquivo JSON protótipo
uk: Помилка під час створення фіктивного JSON-файлу

source: The ODK form does not contain any submissions
es: Este formulario ODK no contiene envíos
fr: Le formulaire ODK ne contient aucune demande
pt: O formulário ODK não contém submissões
uk: Форма ODK не містить жодної заявки

source: Querying data
es: Consultando datos
fr: Interroger des données
pt: Consultando dados
uk: Запит даних

source: 25% processed
es: 25% procesado
fr: 25% traités
pt: 25% processado
uk: 25% перероблено

source: 50% processed
es: 50% procesado
fr: 50% traités
pt: 50% processado
uk: 50% перероблено

source: 75% processed
es: 75% procesado
fr: 75% traités
pt: 75% processado
uk: 75% оброблено

source: Rendering KML file
es: Creando archivo KML
fr: Création de fichier KML
pt: Criando arquivo KML
uk: Відображення KML-файлу

source: There was an error while dropping the temporary table
es: Se produjo un error al eliminar la tabla temporal
fr: Une erreur s'est produite lors de la suppression de la table temporaire
pt: Ocorreu um erro ao excluir a tabela temporária
uk: Виникла помилка при скиданні тимчасової таблиці

source: The ODK form does not contain any submissions with GPS coordinates
es: Este formulario ODK no contiene ningún envío con coordenadas GPS
fr: Le formulaire ODK ne contient aucune demande avec les coordonnées GPS
pt: O formulário ODK não contém submissões com coordenadas de GPS
uk: Форма ODK не містить жодної заявки з GPS-координатами

source: There was an error while querying data for the KML
es: Se produjo un error al buscar datos para el KML
fr: Une erreur s'est produite lors de la recherche de données pour le KML
pt: Ocorreu um erro ao pesquisar dados para o KML
uk: Виникла помилка під час запиту даних для KML

source: Error while zipping media files
es: Error al comprimir archivos de multimedios
fr: Erreur lors de la compression de fichiers multimédias
pt: Erro ao compactar arquivos de mídia
uk: Помилка під час розархівування мультимедійних файлів

source: Creating zip file
es: Creando archivo Zip
fr: Création de fichier zip
pt: Criando arquivo compado
uk: Створення zip-файлу

source: Creating empty zip file
es: Creando archivo zip vacío
fr: Création de fichier zip vide
pt: Criando arquivo compacto vazio
uk: Створення порожнього zip-файлу

source: There are no media files
es: No hay archivos de multimedios
fr: Il n’y a pas de fichiers multimédias
pt: Não há arquivos de mídia
uk: Немає медіафайлів

source: A worksheet name has been repeated. Excel only allow 30 characters in the worksheet name. You can fix this by editing the dictionary and change the description of the tables to a maximum of 30 characters.
es: Una de las hojas del Excel se ha repetido. Excel solo permite 30 caracteres en el nombre de las hojas. Usted puede corregir este problema editando el diccionario y cambiando las descripciones de las tablas a un máximo de 30 caracteres.
fr: Un nom de feuille de travail a été répété. Excel n’autorise que 30 caractères dans le nom de la feuille de travail. Vous pouvez corriger cela en modifiant le dictionnaire et la description des tableaux à un maximum de 30 caractères.
pt: Um nome de planilha está repetido. O excel permite apenas 30 caracteres no nome da planilha. Você pode consertar isso ao editar o dicionário e modificar a descrição das tabelas para o máximo de 30 caracteres.
uk: Ім'я аркуша повторюється. Excel допускає лише 30 символів у назві аркуша. Ви можете виправити це, відредагувавши словник і змінивши опис таблиць на максимум 30 символів.

source: Unknown error while creating the XLSX. Sorry about this. Please report this error as an issue on https://github.com/qlands/FormShare
es: Error desconocido al crear el archivo XLSX. Lamentamos este problema. Por favor reporte este error en https://github.com/qlands/FormShare
fr: Erreur inconnue lors de la création du XLSX. Désolé pour ça. Veuillez signaler cette erreur comme un problème sur https://github.com/qlands/FormShare
pt: Erro ao criar XLSX. Desculpe-nos. Por favor, reporte este erro como problema em https://github.com/qlands/FormShare
uk: Невідома помилка при створенні XLSX. Вибачте за це. Будь ласка, повідомте про цю помилку як про проблему на https://github.com/qlands/FormShare

source: Unknown error while creating the CSV Zip. Sorry about this. Please report this error as an issue on https://github.com/qlands/FormShare
es: Error desconocido al crear el CSV Zip. Lo sentimos. Por favor, informe este error como un problema en https://github.com/qlands/FormShare
fr: Erreur inconnue lors de la création de CSV Zip. Désolé. Veuillez signaler cette erreur comme un problème à https://github.com/qlands/FormShare
pt: Erro desconhecido ao criar o CSV Zip. Desculpe. Favor informar este erro como um problema em https://github.com/qlands/FormShare
uk: Невідома помилка при створенні CSV-архіву. Вибачте за це. Будь ласка, повідомте про цю помилку як про проблему на https://github.com/qlands/FormShare
