Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: Assistant access for
es: Acceso de asistente para
fr: Accès assistant pour
pt: Acesso de assistente para
uk: Асистентський доступ для

source: Home
es: Inicio
fr: Accueil
pt: Página Inicial
uk: Головна

source: Assistant access
es: Acceso de asistentes
fr: Accès pour les assistants
pt: Acesso de assistente
uk: Доступ асистента

source: Change my password
es: Cambiar mi contraseña
fr: Modifier mon mot de passe
pt: Alterar minha senha
uk: Змінити пароль

source: Change my API key
es: Cambiar mi llave API
fr: Modifier ma clé API
pt: Alterar minha chave API
uk: Змініть мій ключ API

source: Change my time zone
es: Cambiar mi zona horaria
fr: Modifier mon fuseau horaire
pt: Alterar meu fuso horário
uk: Змінити часовий пояс

source: Your are assisting in project
es: Usted está asistiendo en el proyecto
fr: Vous assistez le projet
pt: Você está ajudando no projeto
uk: Ви допомагаєте в реалізації проекту

source: FormShare's
es: La de FormShare
fr: de FormShare
pt: do FormShare

source: Yours
es: La suya
fr: Votre
pt: Meu
uk: Твоя.

source: By project
es: Por proyecto
fr: par projet
pt: Por projeto
uk: За проектами

source: Language
es: Lenguaje
fr: Langue
pt: Idioma
uk: Мова

source: Sign out
es: Desconectar
fr: Déconnexion
pt: Encerrar sessão
uk: Вийдіть з системи.

source: Uploaded on
es: Subido el
fr: Téléchargé sur
pt: Carregado em
uk: Завантажено на

source: Last submission
es: Ultimo envío
fr: Dernière demande
pt: Última submissão
uk: Останнє подання

source: Without submissions
es: Sin envíos
fr: Sans demande
pt: Sem submissões
uk: Без подачі заявок

source: in database
es: en la base de datos
fr: dans la base de données
pt: na base de dados
uk: в базі даних

source: in error logs
es: en el registro de errores
fr: dans les journaux d’erreur
pt: em registros de erro
uk: в журналах помилок

source: with errors
es: con error
fr: avec des erreurs
pt: sem erros
uk: з помилками

source: My submissions
es: Mis envíos
fr: Mes demandes
pt: Minhas submissões
uk: Мої роботи

source: submissions
es: envíos
fr: demandes
pt: submissões
uk: подання

source: Show configuration QR
es: Mostrar QR de configuración
fr: Afficher la configuration QR
pt: Exibir configuração de QR
uk: Показати QR-код конфігурації

source: Welcome
es: Bienvenido
fr: Bienvenue
pt: Boas-vindas
uk: Ласкаво просимо.

source: Recent activity in project
es: Actividad reciente en proyecto
fr: Activité récente dans le projet
pt: Atividade recente no projeto
uk: Нещодавня активність у проекті

source: Account summary
es: Resumen de la cuenta
fr: Résumé du compte
pt: Resumo da conta
uk: Підсумки рахунку

source: It seems that you are new here!
es: ¡Parece que eres nuevo aquí!
fr: Il semble que vous êtes nouveau ici!
pt: Parece que você é novo aqui!
uk: Здається, ви тут новачок!

source: Create a new project
es: Crear nuevo proyecto
fr: Créer un nouveau projet
pt: Criar novo projeto
uk: Створіть новий проект

source: Configure FormShare
es: Configurar FormShare
fr: Configurer FormShare
pt: Configurar FormShare
uk: Налаштування FormShare

source: Loading...
es: Cargando...
fr: Chargement...
pt: Carregando...
uk: Завантаження...

source: Changing active project
es: Cambiar el proyecto activo
fr: Modification du projet actif
pt: Alterando projeto ativo
uk: Зміна активного проекту

source: Are you sure that you want this project as active?
es: ¿Está seguro de que quiere poner este proyecto como activo?
fr: Etes-vous sûr que vous voulez que ce projet soit aussi actif?
pt: Tem certeza que você deseja este projeto como ativo?
uk: Ви впевнені, що хочете, щоб цей проект був активним?

source: Yes, go ahead
es: Si, continúe
fr: Oui, allez-y
pt: Sim, prosseguir
uk: Так, продовжуйте.

source: Are you sure?
es: ¿Está seguro?
fr: Êtes-vous sûr ?
pt: Você tem certeza?
uk: Ти впевнений?

source: All the data in this project will be deleted!
es: ¡Todos los datos en este proyecto serán borrados!
fr: Toutes les données de ce projet seront supprimées !
pt: Todos os dados deste projeto serão excluídos!
uk: Всі дані в цьому проекті будуть видалені!

source: Yes, delete it!
es: ¡Si, bórrelo!
fr: Oui, supprimer !
pt: Sim, excluir!
uk: Так, видаліть його!

source: Click
es: Clic
fr: Cliquez
pt: Clique
uk: Клац!

source: here
es: aquí
fr: ici
pt: aqui
uk: тут.

source: to read more
es: para leer más
fr: pour en savoir plus
pt: para ler mais
uk: читати далі

source: Follow-up forms attach information to a case at different points in time.
es: Los formularios de seguimiento adjuntan información a un caso en diferentes momentos en el tiempo
fr: Les formulaires de suivi joignent des informations à un dossier à différents moments
pt: Os formulários de rastreamento anexam informações a um caso em diferentes momentos
uk: Форми подальших дій додають інформацію до справи в різні моменти часу.

source: Deactivate forms change the status of a case to inactive.
es: Los formularios de desactivación cambian el estado de un caso a inactivo.
fr: Les formulaires de désactivation modifient le statut d'un cas en inactif.
pt: Os formulários de desativação alteram o status de um caso para inativo
uk: Деактивація форм змінює статус справи на неактивний.

source: For example, a household that decides to exit a study.
es: Por ejemplo, un hogar que decide salir de un estudio
fr: Par exemple, un ménage qui décide de quitter une étude
pt: Por exemplo, uma família que decide deixar um estudo
uk: Наприклад, домогосподарство, яке вирішило вийти з дослідження.

source: Activate forms change the status of a case to active.
es: Los formularios de activación cambian el estado de un caso a activo.
fr: Les formulaires d'activation modifient le statut d'un cas en actif.
pt: Os formulários de ativação alteram o status de um caso para ativo.
uk: Активувати форми змінюють статус справи на активний.

source: For example, a household that decides to enter a study again.
es: Por ejemplo, un hogar que decide participar nuevamente en un estudio.
fr: Par exemple, un ménage qui décide de participer à nouveau à une étude.
pt: Por exemplo, uma família que decide participar de um estudo novamente.
uk: Наприклад, домогосподарство, яке вирішило знову вступити на навчання.

source: Warning, you are going to delete a form that is a subversion of another form. This means that you will REMOVE ALL the data, including previous versions of the data as well!!!
es: Advertencia, va a eliminar un formulario que es una subversión de otro formulario. ¡¡¡Esto significa que ELIMINARÁ TODOS los datos, incluidos los de las otras versiones!!!
fr: Attention, vous allez supprimer un formulaire qui est une subversion d'un autre formulaire. Cela signifie que vous allez ENLEVER TOUTES les données, y compris les versions précédentes des données également !
pt: Atenção, você está excluindo um formulário que é uma versão de outro formulário. Isso significa que você irá REMOVER TODOS os dados, incluindo versões anteriores dos dados!
uk: Увага, ви збираєтеся видалити форму, яка є підміною іншої форми. Це означає, що ви ВИДАЛИТЕ ВСІ дані, включаючи попередні версії даних!!!

source: Are you sure, really really sure?
es: ¿Estás seguro, realmente muy seguro?
fr: Vous êtes vraiment, vraiment sûr ?
pt: Você tem certeza absoluta?
uk: Ви впевнені, справді впевнені?

source: All the data in this form will be deleted!
es: ¡Todos los datos en este formulario serán borrados!
fr: Toutes les données de ce formulaire seront supprimées !
pt: Todos os dados deste formulário serão excluídos!
uk: Всі дані в цій формі будуть видалені!

source: Yes, delete this form!
es: ¡Si, borre este formulario!
fr: Oui, supprimez ce formulaire!
pt: Sim, excluir este formulário!
uk: Так, видаліть цю форму!

source: Oops!, cancel!
es: Oops, ¡Cancelar!
fr: Oups!, annulez !
pt: Oops!, cancelar!
uk: Ой, скасуй!

source: Errors in your last action
es: Errores en su última acción
fr: Erreurs dans votre dernière action
pt: Erros em sua última ação
uk: Помилки в останній дії

source: The following errors happened while processing your last action
es: Se reportaron los siguientes errores al procesar su última acción
fr: Les erreurs suivantes ont été signalées lors du traitement de votre dernière action
pt: Os seguintes erros foram relatados durante o processamento de sua última ação
uk: Під час обробки вашої останньої дії виникли наступні помилки

source: Dismiss
es: Cerrar
fr: Rejeter
pt: Ignorar
uk: Звільнити.

source: The last action reported errors
es: La última acción reportó errores
fr: La dernière action a signalé des erreurs
pt: A última ação reportou erros
uk: Остання дія повідомила про помилки

source: See errors
es: Ver errores
fr: Voir les erreurs
pt: Ver erros
uk: Побачити помилки

source: Partner activity
es: Actividad del socio
fr: Activité partenaire
pt: Atividade de sócio
uk: Діяльність партнерів

source: Activity
es: Actividad
fr: Activité
pt: Atividade
uk: Діяльність

source: Form access
es: Acceso al formulario
fr: Accéder au formulaire
pt: Acesso ao formulário
uk: Доступ до форми

source: Downloaded a
es: Descargó un
fr: Téléchargé un
pt: Baixou um
uk: Завантажив

source: Accessed form
es: Accedió el formulario
fr: Accéder au formulaire
pt: Acessou o formulário
uk: Доступна форма

source: of project
es: del proyecto
fr: de projet
pt: do projeto
uk: проекту

source: Downloaded the version with ID:
es: Descargó la versión con ID:
fr: Téléchargé la version avec l'ID:
pt: Versão baixada com ID:
uk: Завантажив версію з ID:

source: from the form
es: del formulario
fr: du formulaire
pt: do formulário
uk: з форми

source: Add partner
es: Agregar socio
fr: Ajouter un partenaire
pt: Adicionar sócios
uk: Додати партнера

source: Partner information
es: Información del socio
fr: Informations sur le partenaire
pt: Informação do sócio
uk: Інформація про партнера

source: Edit partner
es: Editar socio
fr: Modifier le partenaire
pt: Editar sócios
uk: Партнер по редагуванню

source: Current information
es: Información actual
fr: Informations actuelles
pt: Informação atual
uk: Поточна інформація

source: FormShare partners
es: Socios en FormShare
fr: Partenaires sur FormShare
pt: Sócios no FormShare
uk: Партнери FormShare

source: Partners are trusted individuals outside your organization that require access to products and other resources in FormShare to collaborate with you. For example, a professor at a university (a partner in your project) requiring a KML export to match GPS points with weather data.
es: Los socios son personas de confianza fuera de su organización que requierenacceso a productos y otros recursos en FormShare para colaborarusted. Por ejemplo, un profesor de una universidad (un socio en su proyecto) que requiere una exportación KML para hacer coincidir puntos GPS con datos meteorológicos.
fr: Les partenaires sont des personnes de confiance en dehors de votre organisation qui ont besoinaccès aux produits et autres ressources sur FormShare pour collaborertu. Par exemple, un professeur dans une université (partenaire de votre projet) qui nécessite une exportation KML pour faire correspondre les points GPS aux données météorologiques.
pt: Sócios são pessoas de confiança fora de sua organização que exigemacesso a produtos e outros recursos no FormShare para colaborartu. Por exemplo, um professor em uma universidade (um sócio em seu projeto) que requer uma exportação KML para combinar pontos GPS com dados meteorológicos.
uk: Партнери - це довірені особи за межами вашої організації, яким потрібен доступ до продуктів та інших ресурсів у FormShare для співпраці з вами. Наприклад, професор університету (партнер вашого проекту), якому потрібен експорт у форматі KML для зіставлення точок GPS з даними про погоду.

source: After adding a partner you can link it either to a project or to individual forms within a project.
es: Después de agregar un socio, puede vincularlo a un proyecto o aformularios individuales dentro de un proyecto.
fr: Après avoir ajouté un partenaire, vous pouvez le lier à un projet ou àformes individuelles au sein d'un projet.
pt: Depois de adicionar um parceiro, você pode vinculá-lo a um projeto ouformulários individuais dentro de um projeto.
uk: Після додавання партнера ви можете пов'язати його або з проектом, або з окремими формами в рамках проекту.

source: Search for a partner
es: Buscar un socio
fr: Trouver un partenaire
pt: Procure um sócio
uk: Пошук партнера

source: You can search by full name, email address or organization
es: Usted puede buscar por nombre completo, correo electrónico u organización
fr: Vous pouvez effectuer une recherche par nom complet, e-mail ou organisation
pt: Você pode pesquisar por nome completo, e-mail ou organização
uk: Ви можете шукати за повним ім'ям, електронною адресою або організацією

source: View activity
es: Ver actividad
fr: Voir l'activité
pt: Ver atividade
uk: Переглянути активність

source: Delete partner
es: Borrar el socio
fr: Supprimer le partenaire
pt: Excluir sócio
uk: Видалити партнера

source: The partner and all its history will be deleted!
es: ¡El socio y todo su historial serán eliminados!
fr: Le partenaire et tout son historique seront supprimés!
pt: O sócio e todo o seu histórico serão excluídos!
uk: Партнер і вся його історія буде видалена!

source: Activity of
es: Actividad de
fr: Activité de
pt: Atividade de
uk: Діяльність

source: Add new partner
es: Añadir nuevo socio
fr: Ajouter un nouveau partenaire
pt: Adicionar novo sócio
uk: Додати нового партнера

source: Add
es: Añadir
fr: Ajouter
pt: Adicionar
uk: Додати

source: Editing
es: Editar
fr: Modification
pt: Editando
uk: Редагування

source: Partner list
es: Listado de socios
fr: Liste des partenaires
pt: Lista de sócios
uk: Список партнерів

source: Full name
es: Nombre completo
fr: Nom complet
pt: Nome completo
uk: Повне ім'я

source: Organization
es: Organización
fr: Organisation
pt: Organização
uk: Організація

source: This should be the time zone where the partner performs activities. As a reference, FormShare's time zone is
es: Esta debe ser la zona horaria en la que el socio realiza actividades. Como referencia, la zona horaria de FormShare es
fr: Il doit s'agir du fuseau horaire dans lequel le partenaire exerce ses activités. Pour référence, le fuseau horaire de FormShare est
pt: Este deve ser o fuso horário no qual o parceiro realiza as atividades. Para referência, o fuso horário do FormShare é
uk: Це має бути часовий пояс, в якому партнер здійснює діяльність. Для довідки, часовий пояс FormShare - це

source: Telephone
es: Número de teléfono
fr: Téléphone
pt: Telefone
uk: Телефон

source: Password confirmation
es: Confirmación de la contraseña
fr: Confirmation du mot de passe
pt: Confirmação de senha
uk: Підтвердження пароля

source: Modify partner
es: Modificar socio
fr: Modifier le partenaire
pt: Modificar sócio
uk: Змінити партнера

source: This partner was created by
es: Este socio fue creado por
fr: Ce partenaire a été créé par
pt: Este sócio foi criado por
uk: Цей партнер був створений

source: Only
es: Solamente
fr: Seul
pt: Apenas
uk: Тільки

source: or an administrator can edit its details.
es: o un administrador puede editar sus detalles
fr: ou un administrateur peut modifier ses coordonnées
pt: ou um administrador pode editar seus detalhes
uk: або адміністратор може редагувати його дані.

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
pt: Nova senha
uk: Новий пароль

source: or an administrator can change its password.
es: o un administrador puede cambiar su contraseña.
fr: ou un administrateur peut changer son mot de passe.
pt: ou um administrador pode alterar sua senha.
uk: або адміністратор може змінити його пароль.

source: Profile
es: Perfil
fr: Profil
pt: Perfil
uk: Профіль

source: Edit Profile
es: Editar Perfil
fr: Modifier le profil
pt: Editar Perfil
uk: Редагувати профіль

source: Name
es: Nombre
fr: Nom
pt: Nome
uk: Ім'я

source: Bio data
es: Biografía
fr: Données bio
pt: Dados da bio
uk: Біографічні дані

source: This should be your current time zone. As a reference, FormShare's time zone is
es: Esta debería ser su zona horaria actual. Como referencia, la zona horaria de FormShare es
fr: Cela devrait être votre fuseau horaire actuel. Pour référence, le fuseau horaire de FormShare est
pt: Este deve ser seu fuso horário atual. Para referência, o fuso horário do FormShare é
uk: Це має бути ваш поточний часовий пояс. Для довідки, часовий пояс FormShare

source: Save changes
es: Salvar cambios
fr: Sauvegarder les changements
pt: Salvar modificações
uk: Зберегти зміни

source: Never share your API key. If you change your API key, you need to change your API secret.
es: No comparta nunca su llave API. Si cambias tu llave API, tienes que cambiar la contraseña API.
fr: Ne partagez jamais votre clé API. Si vous changez votre clé API, vous devez changer le mot de passe API.
pt: Nunca compartilhe sua chave API. Se você mudar sua chave API, você tem que mudar a senha API.
uk: Ніколи не діліться своїм API-ключем. Якщо ви змінюєте свій API-ключ, вам потрібно змінити свій API-секрет.

source: API secret
es: Contraseña API
fr: Mot de passe API
pt: Senha API
uk: Секрет API

source: Change key or secret
es: Cambiar llave o contraseña
fr: Modifier la clé ou le mot de passe
pt: Alterar chave ou senha
uk: Змінити ключ або секрет

source: About
es: Acerca de
fr: À propos
pt: Sobre
uk: Про

source: Edit
es: Editar
fr: Modifier
pt: Editar
uk: Редагувати

source: Without bio
es: Sin biografía
fr: Sans bio
pt: Sem bio
uk: Без біографії

source: My profile
es: Mi perfil
fr: Mon profil
pt: Meu perfil
uk: Мій профіль

source: Edit my profile
es: Editar mi perfil
fr: Modifier mon profil
pt: Editar meu perfil
uk: Редагувати мій профіль

source: Collaborations
es: Colaboraciones
pt: Colaborações
uk: Співпраця

source: Joined
es: Se unió el
fr: Inscrit
pt: Juntou-se
uk: Приєднався

source: API key
es: Llave API
fr: Clé API
pt: Chave API
uk: Ключ API

source: Copy to clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
pt: Copiar para área de transferência
uk: Скопіювати в буфер обміну

source: Collaborators
es: Colaboradores
fr: Collaborateurs
pt: Colaboradores
uk: Співробітники

source: Projects
es: Proyectos
fr: Projets
pt: Projetos
uk: Проекти

source: Last project
es: Ultimo proyecto
fr: Dernier projet
pt: Último projeto
uk: Останній проект

source: without projects
es: sin proyectos
fr: sans projets
pt: sem projetos
uk: без проектів

source: Forms
es: Formularios
fr: Formulaires
pt: Formulários
uk: Форми

source: Social links
es: Redes sociales
fr: Liens sociaux
pt: Links sociais
uk: Соціальні посилання

source: Add new project
es: Añadir nuevo proyecto
fr: Ajouter un nouveau projet
pt: Adicionar novo projeto
uk: Додати новий проект

source: Information for the new project
es: Información para el nuevo proyecto
fr: Informations pour le nouveau projet
pt: Informações para o novo projeto
uk: Інформація для нового проекту

source: Project
es: Proyecto
fr: Projet
pt: Projeto
uk: Проект

source: Editing the partner options of
es: Editando las opciones del socio
fr: Modification des options partenaires
pt: Editando as opções de sócio
uk: Редагування параметрів партнера

source: Are you sure that you want to remove
es: Está seguro de que quiere borrar a
fr: Vous êtes sûr de vouloir supprimer
pt: Você tem certeza que deseja excluir
uk: Ви впевнені, що хочете видалити

source: Yes, remove it!
es: ¡Si, elimínelo!
fr: Oui, supprimez-le !
pt: Sim, remover!
uk: Так, видаліть його!

source: Remove assistant
es: Eliminar asistente
fr: Supprimer l’assistant
pt: Remover assistente
uk: Видалити помічника

source: Remove group
es: Eliminar grupo
fr: Retirer le groupe
pt: Remover grupo
uk: Видалити групу

source: Delete file
es: Borrar archivo
fr: Supprimer le fichier
pt: Excluir arquivo
uk: Видалити файл

source: Are you sure that you want to delete
es: Está seguro de que quiere borrar
fr: Etes-vous sûr que vous voulez supprimer
pt: Tem certeza que deseja excluir
uk: Ви впевнені, що хочете видалити

source: Edit project
es: Editar proyecto
fr: Modifier le projet
pt: Editar projeto
uk: Редагувати проект

source: Create new project
es: Crear nuevo proyecto
fr: Créer un nouveau projet
pt: Criar novo projeto
uk: Створіть новий проект

source: Add new group
es: Añadir nuevo grupo
fr: Ajouter un nouveau groupe
pt: Adicionar novo grupo
uk: Додати нову групу

source: Information for the new group
es: Información para el nuevo grupo
fr: Informations pour le nouveau groupe
pt: Informações para o novo grupo
uk: Інформація для нової групи

source: Assistant groups
es: Grupos de asistentes
fr: Groupes d’assistants
pt: Grupos de assistência
uk: Асистентські групи

source: Groups allow you to aggregate assistants with something in common. For example, "Data collectors"
es: Grupos de asistentes le permite agregar asistentes con ciertas características en común. Por ejemplo, "recolectores de datos"
fr: Les groupes vous permettent d'ajouter des assistants qui ont quelque chose en commun. Par exemple, les « collecteurs de données »
pt: Grupos permitem que você agregue assistentes que tenham algo em comum. Por exemplo, "Coletores de dados"
uk: Групи дозволяють об'єднати помічників, які мають щось спільне. Наприклад, "Збирачі даних"

source: Add group
es: Añadir grupo
fr: Ajouter groupe
pt: Adicionar grupo
uk: Додати групу

source: Description
es: Descripción
pt: Descrição
uk: Опис

source: Members in
es: Miembros en
fr: Membres dans
pt: Membros em
uk: Учасники в

source: Add member
es: Añadir miembro
fr: Ajouter un membre
pt: Adicionar membro
uk: Додати учасника

source: Add assistants
es: Añadir asistentes
fr: Ajouter des assistants
pt: Adicionar assistentes
uk: Додати помічників

source: Check all
es: Marcar todos
fr: Marquer tout
pt: Marcar todos
uk: Перевірте всі.

source: Uncheck all
es: Desmarcar todos
fr: Décocher tout
pt: Demarcar todos
uk: Зняти всі галочки

source: Filter by project
es: Filtrar por proyecto
fr: Filtrer par projet
pt: Filtrar por projeto
uk: Фільтрувати за проектами

source: Note: Assistants excluded by a filter will be automatically unchecked
es: Nota: Los asistentes excluidos por un filtro se desmarcarán automáticamente
fr: Remarque : Les participants exclus par un filtre seront automatiquement décochés
pt: Observação: os participantes excluídos por um filtro serão desmarcados automaticamente
uk: Примітка: Помічники, виключені фільтром, будуть автоматично зняті з позначки

source: Assistant
es: Asistente
pt: Assistente
uk: Асистент

source: Group members
es: Miembros del grupo
fr: Membres du groupe
pt: Membros do grupo
uk: Члени групи

source: Groups
es: Grupos
fr: Groupes
pt: Grupos
uk: Групи

source: Remove
es: Eliminar
fr: Supprimer
pt: Remover
uk: Видалити

source: Add assistant
es: Añadir asistente
fr: Ajouter l’assistant
pt: Adicionar assistente
uk: Додати помічника

source: Group list
es: Listado de grupos
fr: Liste de groupe
pt: Lista do grupo
uk: Список груп

source: Active
es: Activo
fr: Actif
pt: Ativo
uk: Активний

source: Modify group
es: Modificar grupo
fr: Modifier le groupe
pt: Modificar grupo
uk: Змінити групу

source: Inactive
es: Inactivo
fr: Inactif
pt: Inativo
uk: Неактивний

source: Members
es: Miembros
fr: Membres
pt: Membros
uk: Члени

source: Delete
es: Borrar
fr: Supprimer
pt: Excluir
uk: Видалити

source: Add new assistant
es: Añadir nuevo asistente
fr: Ajouter un nouvel assistant
pt: Adicionar novo assistente
uk: Додати нового асистента

source: Information for the new assistant
es: Información para el nuevo asistente
fr: Informations pour le nouvel assistant
pt: Informações sobre o novo assistente
uk: Інформація для нового асистента

source: Edit assistant
es: Editar asistente
fr: Changer l'assistant
pt: Editar assistente
uk: Помічник редагування

source: Assistants
es: Asistentes
pt: Assistentes
uk: Асистенти
