Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: An error occurred while comparing the files. Sorry for this. Please post the below error as an issue in
es: Se ha producido un error al comparar los archivos. Lo sentimos. Por favor, publique el siguiente error como un problema en
fr: Une erreur s’est produite en comparant les fichiers. Désolé pour ça. Merci de poster l’erreur ci-dessous en tant que problème dans
pt: Um erro ocorreu ao comparar os arquivos. Desculpe-nos. Por favor, publique o erro abaixo como problema em
uk: Виникла помилка при порівнянні файлів. Приносимо свої вибачення. Будь ласка, повідомте про наведену нижче помилку як про проблему в

source: The submission ID does not exist
es: El ID de envío no existe
fr: L'ID de demande n’existe pas
pt: O ID de submissão não existe
uk: Ідентифікатор подання не існує

source: There is no point in comparing to the same submission ID
es: No tiene sentido comparar con el mismo ID de envío
fr: Il n'y a aucun intérêt à comparer la même ID de demande
pt: Não há motivo para comparar com a mesma ID de submissão
uk: Немає сенсу порівнювати з тим самим ідентифікатором заявки

source: You need to indicate a note to the check-in
es: Es necesario indicar una nota al hacer check-in
fr: Vous devez indiquer une note à l’enregistrement
pt: Você precisa indicar uma nota ao check-in
uk: Потрібно вказати примітку до реєстрації

source: Error reading JSON file
es: Error al leer el archivo JSON
fr: Erreur de lecture du fichier JSON
pt: Erro ao ler arquivo JSON
uk: Помилка читання файлу JSON

source: The new file must have the same name as the submission
es: El nuevo archivo debe tener el mismo nombre que el envío
fr: Le nouveau fichier doit avoir le même nom que la demande
pt: O novo arquivo deve possuir o mesmo nome que a submissão
uk: Новий файл повинен мати ту саму назву, що й подання

source: You need to provide an explanation when disregarding an error
es: Es necesario dar una explicación cuando se descarta un error
fr: Vous devez fournir une explication lorsque vous ne tenez pas compte d’une erreur
pt: Você precisa fornecer uma explicação quando desconsiderar um erro
uk: При ігноруванні помилки потрібно надати пояснення

source: You need to provide an explanation when canceling a disregard
es: Es necesario dar una explicación cuando se anula un descarte
fr: Vous devez fournir une explication lors de l’annulation d’une non-prise en compte
pt: Você precisa fornecer uma explicação ao cancelar uma desconsideração
uk: При скасуванні ігнорування потрібно надати пояснення

source: Malformed language in your ODK. Labels must be translated in this way: label::Language (Language_code). For example, label::English (en), or label::English-Australia (es-au), or label::Gikuyu (kik)
es: Idioma malformado en su ODK. Las etiquetas deben traducirse de esta forma: label::Language (Language_code). Por ejemplo, label::English (en), o label::English-Australia (es-au), o label::Gikuyu (kik)
fr: Langue malformée dans votre ODK. Les étiquettes doivent être traduites comme suit : label::Language (Language_code). Par exemple, label::English (en), ou label::English-Australia (es-au), ou label::Gikuyu (kik).
pt: Idioma malformado em seu ODK. Os rótulos devem ser traduzidos da seguinte forma: label::Language (Language_code). Por exemplo, label::English (en), ou label::English-Australia (es-au), ou label::Gikuyu (kik).
uk: Неправильна мова у вашому ODK. Мітки слід перекладати таким чином: мітка::Мова (Код_мови). Наприклад, label::English (en), або label::English-Australia (es-au), або label::Gikuyu (kik)

source: Updating dictionary
es: Actualizando del diccionario
fr: Mise à jour du dictionnaire
pt: Atualização a partir do dicionário
uk: Оновлення словника

source: A collaborator will assign you a project soon
es: Un colaborador te asignará un proyecto en breve
fr: Un partenaire vous affectera bientôt à un projet.
pt: Um parceiro o designará para um projeto em breve.
uk: Співробітник призначить вам проект найближчим часом

source: Data columns
es: Columnas de datos
fr: Colonnes de données
pt: Colunas de dados
uk: Стовпці даних

source: Your ODK form has extra columns. You can import these columns into the repository. Click on this button to see which columns you can import.
es: Tu formulario ODK tiene columnas extra. Puedes importar estas columnas al repositorio. Haz clic en este botón para ver qué columnas puedes importar.
fr: Votre formulaire ODK comporte des colonnes supplémentaires. Vous pouvez importer ces colonnes dans le référentiel. Cliquez sur ce bouton pour voir quelles colonnes vous pouvez importer.
pt: Seu formulário ODK tem colunas extras. Você pode importar essas colunas para o repositório. Clique neste botão para ver quais colunas você pode importar.
uk: Ваша форма ODK має додаткові стовпці. Ви можете імпортувати ці стовпці до сховища. Натисніть на цю кнопку, щоб побачити, які стовпці можна імпортувати.

source: Prev
es: Anterior
fr: Précédent
pt: Anterior
uk: Попередній

source: Pause
es: Pausa
pt: Pausa
uk: Пауза.

source: Resume
es: Currículum
fr: Programme d'études
pt: Currículo
uk: Резюме

source: Metadata of field
es: Metadatos del campo
fr: Métadonnées de champ
pt: Metadados do campo
uk: Метадані поля

source: Update metadata
es: Actualizar metadatos
fr: Mise à jour des métadonnées
pt: Atualizar metadados
uk: Оновлення метаданих

source: Metadata of
es: Metadatos de
fr: Métadonnées de
pt: Metadados de
uk: Метадані для

source: encrypted
es: encriptado
fr: crypté
pt: criptografado
uk: зашифрований

source: Data columns are extra columns in your ODK that you can import into FormShare after creating the repository. The data of any extra column in the survey sheet will be stored in the dictionary. The data of any extra column in the choices sheet will be stored in the lookup table created by the choice.
es: Las columnas de datos son columnas extra en tu ODK que puedes importar a FormShare después de crear el repositorio. Los datos de cualquier columna extra en la hoja de encuesta se almacenarán en el diccionario. Los datos de cualquier columna extra en la hoja de opciones se almacenarán en la tabla de consulta creada por la opción.
fr: Les colonnes de données sont des colonnes supplémentaires de votre ODK que vous pouvez importer dans FormShare après avoir créé le référentiel. Les données de toutes les colonnes supplémentaires de la feuille d'enquête seront stockées dans le dictionnaire. Les données de toutes les colonnes supplémentaires de la feuille d'option seront stockées dans la table de recherche créée par l'option.
pt: As colunas de dados são colunas extras no ODK que podem ser importadas para o FormShare após a criação do repositório. Os dados de qualquer coluna extra na planilha de questionário serão armazenados no dicionário. Os dados de qualquer coluna extra na planilha de opções serão armazenados na tabela de pesquisa criada pela opção.
uk: Стовпці даних - це додаткові стовпці у вашому ODK, які ви можете імпортувати до FormShare після створення сховища. Дані будь-якого додаткового стовпця в аркуші опитування зберігатимуться в словнику. Дані будь-якого додаткового стовпця на аркуші вибору зберігатимуться в таблиці пошуку, створеній вибором.

source: Data columns that can be imported into the dictionary:
es: Columnas de datos que pueden importarse al diccionario:
fr: Colonnes de données pouvant être importées dans le dictionnaire :
pt: Colunas de dados que podem ser importadas para o dicionário:
uk: Стовпці даних, які можна імпортувати до словника:

source: Data columns that can be imported into lookup tables:
es: Columnas de datos que pueden importarse en tablas de consulta:
fr: Colonnes de données pouvant être importées dans des tables de recherche :
pt: Colunas de dados que podem ser importadas para tabelas de pesquisa:
uk: Стовпці даних, які можна імпортувати в таблиці пошуку:

source: Warning: The following data columns that cannot be imported because their names are invalid
es: Advertencia: Las siguientes columnas de datos no se pueden importar porque sus nombres no son válidos
fr: Attention : Les colonnes de données suivantes ne peuvent pas être importées car leurs noms ne sont pas valides
pt: Aviso: As seguintes colunas de dados não podem ser importadas porque seus nomes são inválidos
uk: Попередження: Наступні стовпці даних не можуть бути імпортовані, оскільки їхні імена є недійсними

source: Note: Colums cannot have any special characters besides underscore. A list of restricted words can be found
es: Nota: Las columnas no pueden contener caracteres especiales además del guión bajo. Encontrará una lista de palabras restringidas
fr: Remarque : les colonnes ne peuvent pas contenir de caractères spéciaux en plus du trait de soulignement. Vous trouverez une liste de mots restreints
pt: Observação: As colunas não podem conter caracteres especiais além do sublinhado. Você encontrará uma lista de palavras restritas
uk: Примітка: Стовпчики не можуть містити жодних спеціальних символів, окрім підкреслення. Список заборонених слів можна знайти

source: Note: The following columns will be imported if present:
es: Nota: Las siguientes columnas se importarán si están presentes:
fr: Note : Les colonnes suivantes seront importées si elles sont présentes :
pt: Observação: as colunas a seguir serão importadas se estiverem presentes:
uk: Примітка: Наступні стовпці будуть імпортовані, якщо вони присутні:

source: Columns for notes are ignored.
es: Las columnas para notas se ignoran.
fr: Les colonnes pour les notes sont ignorées.
pt: As colunas de notas são ignoradas.
uk: Стовпчики для приміток ігноруються.

source: through groups
es: a través de grupos
fr: par le biais de groupes
pt: por meio de grupos
uk: через групи

source: See data columns
es: Ver columnas de datos
fr: Visualiser les colonnes de données
pt: Exibir colunas de dados
uk: Дивіться стовпчики даних

source: In this ODK Form that you are uploading into FormShare, which variable will be used to record the date of a case?
es: En este formulario ODK que está cargando en FormShare, ¿qué variable se utilizará para registrar la fecha de un caso?
fr: Dans ce formulaire ODK que vous chargez dans FormShare, quelle variable sera utilisée pour enregistrer la date d'une affaire ?
pt: Nesse formulário ODK que você está carregando no FormShare, qual variável será usada para registrar a data de um caso?
uk: У цій формі ODK, яку ви завантажуєте на FormShare, яка змінна буде використовуватися для запису дати справи?

source: Each case must be registered in a date. This variable MUST BE either "date" or "datetime".
es: Cada caso debe registrarse en una fecha. Esta variable DEBE SER "date" o "datetime".
fr: Chaque cas doit être enregistré dans une date. Cette variable DOIT ÊTRE "date" ou "datetime".
pt: Cada caso deve ser registrado em uma data. Essa variável DEVE SER "date" ou "datetime".
uk: Кожен випадок повинен бути зареєстрований в даті. Ця змінна ПОВИННА бути або "date", або "datetime".

source: or the
es: o el
fr: ou le
pt: ou o
uk: або

source: You can also use localized languages, for example, (en-au) for English-Australia.
es: También puede utilizar lenguas localizadas, por ejemplo, (en-au) para inglés-Australia.
fr: Vous pouvez également utiliser des langues localisées, par exemple (en-au) pour anglais-australien.
pt: Você também pode usar idiomas localizados, por exemplo, (en-au) para inglês-australiano.
uk: Ви також можете використовувати локалізовані мови, наприклад, (en-au) для англо-австралійського варіанту.

source: Select the data columns that you want to merge from the survey sheet into the dictionary. (All by default)
es: Seleccione las columnas de datos que desea fusionar de la hoja de la encuesta en el diccionario. (Todas por defecto)
fr: Sélectionnez les colonnes de données que vous souhaitez fusionner de la feuille d'enquête au dictionnaire (Toutes par défaut).
pt: Selecione as colunas de dados que deseja mesclar da planilha de pesquisa no dicionário (Todas, por padrão).
uk: Виберіть стовпці даних, які ви хочете об'єднати з аркуша опитування до словника. (За замовчуванням - всі)

source: Select the data columns that you want to merge from the choices sheet. (All by default)
es: Seleccione las columnas de datos que desea fusionar en la hoja de opciones. (Todas por defecto)
fr: Sélectionnez les colonnes de données que vous souhaitez fusionner dans la feuille d'options (Toutes par défaut).
pt: Selecione as colunas de dados que deseja mesclar na planilha de opções (Todas, por padrão).
uk: Виберіть стовпці даних, які ви хочете об'єднати, на аркуші вибору. (За замовчуванням вибрано всі)

source: Note: Encryption and sensitivity are the ONLY properties in the dictionary that will propagate to the new version. For example, a field that was encrypted in
es: Nota: El cifrado y la sensibilidad son las ÚNICAS propiedades del diccionario que se propagarán a la nueva versión. Por ejemplo, un campo cifrado en
fr: Remarque : le cryptage et la sensibilité sont les SEULES propriétés du dictionnaire qui seront propagées dans la nouvelle version. Par exemple, un champ crypté dans
pt: Observação: a criptografia e a sensibilidade são as ÚNICAS propriedades do dicionário que serão propagadas para a nova versão. Por exemplo, um campo criptografado em
uk: Примітка: Шифрування і чутливість - це ЄДИНІ властивості словника, які будуть перенесені до нової версії. Наприклад, поле, яке було зашифровано в

source: will remain encrypted in
es: permanecerá encriptado en
fr: restera cryptée dans
pt: permanecerá criptografado em
uk: залишаться зашифрованими в

source: even if its marked as
es: aunque esté marcado como
fr: même s'il est marqué comme
pt: mesmo que esteja marcado como
uk: навіть якщо він позначений як

source: in
es: en
fr: à
pt: em
uk: в

source: The same for fields marked as sensitive.
es: Lo mismo para los campos marcados como sensibles.
fr: Il en va de même pour les champs marqués comme sensibles.
pt: O mesmo se aplica aos campos marcados como confidenciais.
uk: Те саме для полів, позначених як чутливі.

source: Select the data columns that you want to import from the survey sheet. (All by default)
es: Seleccione las columnas de datos que desea importar de la hoja de la encuesta. (Todas por defecto)
fr: Sélectionnez les colonnes de données que vous souhaitez importer de la feuille d'enquête (Toutes par défaut).
pt: Selecione as colunas de dados que deseja importar da planilha de pesquisa (Todas, por padrão).
uk: Виберіть стовпці даних, які потрібно імпортувати з аркуша опитування. (За замовчуванням - усі)

source: Select the data columns that you want to import from the choices sheet. (All by default)
es: Seleccione las columnas de datos que desea importar de la hoja de opciones. (Todas por defecto)
fr: Sélectionnez les colonnes de données que vous souhaitez importer de la feuille d'options (Toutes par défaut).
pt: Selecione as colunas de dados que deseja importar da planilha de opções (Todas, por padrão).
uk: Виберіть стовпці даних, які ви хочете імпортувати з аркуша вибору. (За замовчуванням вибрано всі)

source: A collaborator will add forms to this project soon
es: Un colaborador añadirá formularios a este proyecto en breve
fr: Un contributeur ajoutera prochainement des formulaires à ce projet.
pt: Um colaborador adicionará formulários a esse projeto em breve.
uk: Співробітник незабаром додасть форми до цього проекту

source: Your session has expired. Try again
es: Su sesión ha expirado. Vuelva a intentarlo
fr: Votre session a expiré. Veuillez réessayer
pt: Sua sessão expirou. Por favor, tente novamente
uk: Ваш сеанс закінчився. Спробуйте ще раз.

source: You need to indicate a variable for recording the date of each case
es: Es necesario indicar una variable para registrar la fecha de cada caso
fr: Il est nécessaire d'indiquer une variable pour enregistrer la date de chaque cas.
pt: É necessário indicar uma variável para registrar a data de cada caso.
uk: Вам потрібно вказати змінну для запису дати кожного випадку

source: The datetime variable cannot be the same as the variable to identify each case or the variable to label each case
es: La variable datetime no puede ser la misma que la variable para identificar cada caso o la variable para etiquetar cada caso
fr: La variable "datetime" ne peut pas être la même que la variable permettant d'identifier chaque cas ou la variable permettant d'étiqueter chaque cas.
pt: A variável datetime não pode ser a mesma que a variável para identificar cada caso ou a variável para rotular cada caso.
uk: Змінна datetime не може збігатися зі змінною для ідентифікації кожного випадку або змінною для позначення кожного випадку

source: Field name
es: Nombre del campo
fr: Nom du champ
pt: Nome do campo
uk: Назва поля

source: Field description
es: Descripción del campo
fr: Description du champ
pt: Descrição do campo
uk: Опис поля

source: Field type
es: Tipo de campo
fr: Type de champ
pt: Tipo de campo
uk: Тип поля

source: Code in ODK XML data
es: Código en los datos ODK XML
fr: Code dans les données ODK XML
pt: Código em dados XML do ODK
uk: Код в XML-даних ODK

source: Size of the field
es: Tamaño del campo
fr: Taille du champ
pt: Tamanho do campo
uk: Розмір поля

source: Decimal size of the field
es: Tamaño decimal del campo
fr: Taille du champ décimal
pt: Tamanho do campo decimal
uk: Десятковий розмір поля

source: The field is sensitive
es: El campo es sensible
fr: Le domaine est sensible
pt: O campo é sensível
uk: Поле чутливе

source: Protection type of the sensitive field
es: Tipo de protección del campo sensible
fr: Type de protection du champ sensible
pt: Tipo de proteção do campo sensível
uk: Тип захисту чутливого поля

source: The field is encrypted
es: El campo está encriptado
fr: Le champ est crypté
pt: O campo é criptografado
uk: Поле зашифровано

source: Ontological code
es: Código ontológico
fr: Code ontologique
pt: Código ontológico
uk: Онтологічний код

source: The field is a primary key
es: El campo es una clave primaria
fr: Le champ est une clé primaire
pt: O campo é uma chave primária
uk: Поле є первинним ключем

source: The field is linked to a lookup table
es: El campo está vinculado a una tabla de consulta
fr: Le champ est lié à une table de recherche
pt: O campo está vinculado a uma tabela de pesquisa
uk: Поле пов'язане з таблицею пошуку

source: Referenced table
es: Tabla de referencia
fr: Tableau de référence
pt: Tabela de referência
uk: Довідкова таблиця

source: Referenced field
es: Campo de referencia
fr: Champ de référence
pt: Campo de referência
uk: Поле, на яке посилаються

source: FormShare manages your data in a better way, but by doing so, it has more restrictions.
es: FormShare gestiona mejor tus datos, pero al hacerlo, tiene más restricciones.
fr: FormShare gère mieux vos données, mais avec plus de restrictions.
pt: O FormShare gerencia melhor seus dados, mas, ao fazer isso, ele tem mais restrições.

source: The following tables have too many fields:
es: Las siguientes tablas tienen demasiados campos:
fr: Les tableaux suivants contiennent trop de champs :
pt: As tabelas a seguir têm um número excessivo de campos:

source: fields
es: campos
fr: champs
pt: campos

source: We organize our ODK forms in sections with questions around a topic. For example: "livestock inputs" or "crops sales".
es: Usualmente nosotros organizamos nuestros formularios ODK en secciones con preguntas en torno a un tema. Por ejemplo: "insumos ganaderos" o "venta de cosechas".
fr: Nous organisons généralement nos formulaires ODK en sections avec des questions autour d'un thème. Par exemple : "intrants pour le bétail" ou "ventes de récoltes".
pt: Normalmente, organizamos nossos formulários ODK em seções com perguntas sobre um tema. Por exemplo: "insumos para o gado" ou "vendas de safras".

source: These sections have type = "begin/end group." We also organize questions that repeat in sections with type = "begin/end repeat."
es: Estas secciones tienen type = "begin/end group". También organizamos las preguntas que se repiten en secciones con type = "begin/end repeat."
fr: Ces sections ont pour type = "groupe début/fin". Nous organisons également les questions répétitives dans des sections ayant pour type = "begin/end repeat".
pt: Essas seções têm type = "begin/end group". Também organizamos as perguntas repetidas em seções com type = "begin/end repeat".

source: FormShare stores repeats as separate tables (like different Excel sheets) however, groups are not stored as repeats. FormShare stores all variables (questions, notes, calculations, etc.) outside repeats into a table called "maintable". Thus, "maintable" usually end up with several variables. In FormShare, each variable uses a certain amount of bytes to store data. For example, a DateTime uses 8 bytes, and a text, independently of its content, uses 768. In FormShare, a table cannot have more than 149,886 bytes. This amount of bytes may look relatively small, but it is around 193 text variables or 16,654 decimal variables. Most ODK forms do not reach that limit, but your form did.
es: FormShare almacena los repeats como tablas separadas (como diferentes hojas de Excel) sin embargo, los grupos no se almacenan como repeticiones. FormShare almacena todas las variables (preguntas, notas, cálculos, etc.) fuera de las repeticiones en una tabla llamada "maintable". Así, "maintable" suele acabar con varias variables. En FormShare, cada variable utiliza una cierta cantidad de bytes para almacenar datos. Por ejemplo, una DateTime utiliza 8 bytes, y un texto, independientemente de su contenido, utiliza 768. En FormShare, una tabla no puede tener más de 149.886 bytes. Esta cantidad de bytes puede parecer relativamente pequeña, pero equivale a unas 193 variables de texto o 16.654 variables decimales. La mayoría de los formularios ODK no alcanzan ese límite, pero tu formulario sí.
fr: FormShare stocke les répétitions dans des tableaux séparés (comme des feuilles Excel différentes), mais les groupes ne sont pas stockés en tant que répétitions. FormShare stocke toutes les variables (questions, notes, calculs, etc.) en dehors des répétitions dans une table appelée "table principale". Ainsi, la "table principale" contient généralement plusieurs variables. Dans FormShare, chaque variable utilise un certain nombre d'octets pour stocker des données. Par exemple, une DateTime utilise 8 octets, et un texte, quel que soit son contenu, en utilise 768. Dans FormShare, une table ne peut pas avoir plus de 149 886 octets. Ce nombre d'octets peut sembler relativement faible, mais il équivaut à environ 193 variables texte ou 16 654 variables décimales. La plupart des formulaires ODK n'atteignent pas cette limite, mais c'est le cas de votre formulaire.
pt: O FormShare armazena repetições como tabelas separadas (como diferentes planilhas do Excel); no entanto, os grupos não são armazenados como repetições. O FormShare armazena todas as variáveis (perguntas, notas, cálculos etc.) fora das repetições em uma tabela chamada "maintable". Assim, a "tabela principal" geralmente acaba com diversas variáveis. No FormShare, cada variável usa uma determinada quantidade de bytes para armazenar dados. Por exemplo, um DateTime usa 8 bytes, e um texto, independentemente de seu conteúdo, usa 768. No FormShare, uma tabela não pode ter mais do que 149.886 bytes. Esse número de bytes pode parecer relativamente pequeno, mas é equivalente a cerca de 193 variáveis de texto ou 16.654 variáveis decimais. A maioria dos formulários ODK não atinge esse limite, mas seu formulário sim.
