Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: The group was added to this project
es: El grupo se añadió a este proyecto
fr: Le groupe a été ajouté à ce projet
pt: O grupo foi adicionado ao projeto
uk: Групу було додано до цього проекту

source: You need to specify a name
es: Es necesario especificar un nombre
fr: Vous devez spécifier un nom
pt: Você precisa especificar um nome
uk: Вам потрібно вказати ім'я

source: The group was edited successfully
es: El grupo fue editado con éxito
fr: Le groupe a été édité avec succès
pt: O grupo foi editado com sucesso
uk: Група була успішно відредагована

source: The group was deleted successfully
es: El grupo se ha eliminado con éxito
fr: Le groupe a été supprimé avec succès
pt: O grupo foi excluído com sucesso
uk: Групу успішно видалено

source: Unable to delete the group:
es: No se puede eliminar el grupo:
fr: Impossible de supprimer le groupe :
pt: Não foi possível excluir o grupo:
uk: Не вдалося видалити групу:

source: The assistant was added successfully
es: El asistente se ha añadido con éxito
fr: L’assistant a été ajouté avec succès
pt: O assistente foi adicionado com sucesso
uk: Асистента успішно додано

source: You need to specify assistants
es: Es necesario especificar asistentes
fr: Vous devez spécifier les participants
pt: Você precisa especificar os participantes
uk: Вам потрібно вказати помічників

source: The assistant was added to this project
es: El asistente fue añadido a este proyecto
fr: L’assistant a été ajouté à ce projet
pt: O assistente foi adicionado a este projeto
uk: До цього проекту було додано асистента

source: The password cannot be empty
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
pt: A senha não pode estar vazia
uk: Пароль не може бути порожнім

source: The password and its confirmation are not the same
es: La contraseña y su confirmación no son la misma
fr: Le mot de passe et sa confirmation ne sont pas les mêmes
pt: A senha e sua confirmação não são iguais
uk: Пароль і його підтвердження не збігаються

source: The assistant id has invalid characters. Only underscore is allowed
es: El identificador del asistente tiene caracteres no válidos. Sólo se permite el guión bajo
fr: L'identifiant de l'assistant contient des caractères non valides. Seul le trait de soulignement est autorisé
pt: O identificador do assistente tem caracteres inválidos. Somente o sublinhado é permitido
uk: Ідентифікатор асистента містить неприпустимі символи. Дозволено лише підкреслення

source: You need to specify an assistant name
es: Debe especificar un nombre de asistente
fr: Vous devez spécifier un nom d'assistant
pt: Você deve especificar um nome de assistente
uk: Вам потрібно вказати ім'я асистента

source: You need to specify an assistant id
es: Debe especificar un identificador de asistente
fr: Vous devez spécifier un identifiant de participant
pt: Você deve especificar um identificador de participante
uk: Вам потрібно вказати ідентифікатор асистента

source: The assistant was edited successfully
es: El asistente fue editado con éxito
fr: L’assistant a été modifié avec succès
pt: O assistente foi editado com sucesso
uk: Помічник був успішно відредагований

source: The assistant was deleted successfully
es: El asistente ha sido eliminado con éxito
fr: L’assistant a été supprimé avec succès
pt: O assistente foi excluído com sucesso
uk: Помічника успішно видалено

source: The password was changed successfully
es: La contraseña se ha cambiado con éxito
fr: Le mot de passe a été modifié avec succès
pt: A senha foi alterada com sucesso
uk: Пароль успішно змінено

source: Unable to change the password:
es: No se puede cambiar la contraseña:
fr: Impossible de modifier le mot de passe :
pt: Não foi possível alterar a senha:
uk: Не вдається змінити пароль:

source: Error {} encountered. A log entry has been produced
es: Error {} encontrado. Se ha producido una entrada en el registro
fr: Erreur {} survenue. Une entrée de journal a été produite
pt: Erro {} encontrado. Uma entrada de registro foi produzida
uk: Виникла помилка {}. Зроблено запис до журналу

source: The CSV must have the following columns:
es: El CSV debe tener las siguientes columnas:
fr: Le fichier CSV doit comporter les colonnes suivantes :
pt: O CSV deve ter as seguintes colunas:
uk: CSV-файл повинен мати наступні стовпці:

source: The assistant with id = "{}" is invalid. Only _ is allowed
es: El asistente con id = "{}" no es válido. Sólo se permite _.
fr: L'assistant avec id = "{}" n'est pas valide. Seul _ est autorisé.
pt: O assistente com id = "{}" é inválido. Somente _ é permitido.
uk: Помічник з id = "{}" є недійсним. Допускається тільки _

source: The assistant with id = {} has empty coll_name
es: El asistente con id = {} tiene coll_name vacío
fr: Wizard with id = {} has empty coll_name
pt: O assistente com id = {} tem coll_name vazio
uk: Помічник з id = {} має пусте ім'я coll_name

source: The assistant with id = {} has empty coll_password
es: El asistente con id = {} tiene coll_password vacía
fr: L'assistant avec id = {} a un coll_password vide
pt: O assistente com id = {} tem coll_password vazio
uk: Помічник з id = {} має пустий coll_password

source: The assistant with id = {} has an invalid email
es: El asistente con id = {} tiene un email inválido
fr: L'adresse électronique du participant dont l'identifiant est {} n'est pas valide.
pt: O participante com id = {} tem um endereço de e-mail inválido
uk: Помічник з id = {} має невірний email

source: The assistant with id = {} has an invalid telephone
es: El asistente con id = {} tiene un correo electrónico no válido
fr: L'adresse électronique du participant dont l'identifiant est {} n'est pas valide.
pt: O participante com id = {} tem um endereço de e-mail inválido
uk: Асистент з id = {} має недійсний телефон

source: The assistant with id = {} is already part of your account. You do not need to duplicate assistants, just mark them as "Share among projects" to use them across projects.
es: El asistente con id = {} ya forma parte de su cuenta. No es necesario duplicar los asistentes, basta con marcarlos como "Compartir entre proyectos" para utilizarlos en todos los proyectos.
fr: L'assistant avec id = {} fait déjà partie de votre compte. Il n'est pas nécessaire de dupliquer les assistants, il suffit de les marquer comme "Partager entre les projets" pour les utiliser dans tous les projets.
pt: O assistente com id = {} já faz parte de sua conta. Não há necessidade de duplicar os assistentes, basta marcá-los como "Compartilhar entre projetos" para usá-los em todos os projetos.
uk: Помічник з id = {} вже є частиною вашого акаунта. Вам не потрібно дублювати асистентів, просто позначте їх як "Спільний для проектів", щоб використовувати їх у різних проектах.

source: Your file has assistants with duplicated ids.
es: Su archivo tiene asistentes con ids duplicados.
fr: Votre fichier contient des assistants avec des identifiants en double.
pt: Seu arquivo tem assistentes com ids duplicados.
uk: У вашій справі є помічники з дубльованими ідентифікаторами.

source: Unknown error. A log entry has been created
es: Error desconocido. Se ha creado una entrada de registro técnico de errores
fr: Erreur inconnue. Une entrée dans le journal des erreurs techniques a été créée.
pt: Erro desconhecido. Foi criada uma entrada de registro de erro técnico.
uk: Невідома помилка. Створено запис у журналі

source: The file was uploaded successfully
es: El archivo se ha cargado con éxito
fr: Fichier téléchargé avec succès
pt: O arquivo foi carregado com sucesso
uk: Файл успішно завантажено

source: The password and the confirmation are not the same
es: La contraseña y la confirmación no son las mismas
fr: Le mot de passe et la confirmation ne sont pas les mêmes
pt: A palavra-chave e a confirmação não são as mesmas
uk: Пароль і підтвердження не збігаються

source: Invalid token
es: Token inválido
fr: Jeton invalide
pt: Ficha inválida
uk: Недійсний токен

source: Invalid key
es: Clave no válida
fr: Clé non valide
pt: Chave inválida
uk: Неправильний ключ

source: User does not exist
es: El usuario no existe
fr: L'utilisateur n'existe pas
pt: O utilizador não existe
uk: Користувач не існує

source: Invalid email
es: Correo electrónico no válido
fr: Email incorrect
pt: E-mail inválido
uk: Неправильна адреса електронної пошти

source: The user account does not exists or the password is invalid
es: La cuenta de usuario no existe o la contraseña no es válida
fr: Le compte utilisateur n’existe pas ou le mot de passe est incorrect
pt: Conta de usuário inexistente ou senha inválida
uk: Обліковий запис користувача не існує або пароль невірний

source: The partner account does not exist or the password is invalid
es: La cuenta de socio no existe o la contraseña no es válida
fr: Le compte partenaire n'existe pas ou le mot de passe n'est pas valide
pt: A conta do sócio não existe ou a senha é inválida
uk: Обліковий запис партнера не існує або пароль невірний

source: The partner account does not exists or the password is invalid
es: La cuenta de socio no existe o la contraseña no es válida
fr: Le compte partenaire n'existe pas ou le mot de passe n'est pas valide
pt: A conta do sócio não existe ou a senha é inválida
uk: Обліковий запис партнера не існує або пароль невірний

source: The password must be less than 50 characters
es: La contraseña debe tener menos de 50 caracteres
fr: Le mot de passe doit être inférieur à 50 caractères
pt: A senha deve ter menos de 50 caracteres
uk: Пароль не повинен перевищувати 50 символів

source: The user id has invalid characters. Only underscore and dot are allowed
es: El ID de usuario tiene caracteres no válidos. Sólo se permite el guión bajo y el punto
fr: L'identifiant de l'utilisateur comporte des caractères non valides. Seuls le trait de soulignement et le point sont autorisés
pt: O ID de usuário tem caracteres inválidos. Apenas underline e ponto são permitidos
uk: Ідентифікатор користувача містить неприпустимі символи. Допустимі лише символ підкреслення та крапка

source: Such API key does not exist.
es: Dicha clave API no existe.
fr: Une telle clé API n'existe pas.
pt: Uma tal chave API não existe.
uk: Такого ключа API не існує.

source: You need to specify a rowuuid
es: Es necesario especificar un rowuuid
fr: Vous devez spécifier un rowuuid
pt: Você deve especificar um rowuuid
uk: Потрібно вказати rowuid

source: You need to specify an assistant API key (apikey)
es: Es necesario especificar una clave API de asistente (apikey)
fr: Vous devez indiquer une clé API depuis un assistant
pt: Você precisa indicar uma chave de API de um assistente
uk: Вам потрібно вказати ключ API помічника (apikey)

source: The following keys were not present in the submitted JSON
es: Las siguientes llaves no estaban presentes en el JSON enviado
fr: Les clés suivantes n’étaient pas présentes dans le JSON soumis
pt: As seguintes chaves não estavam presentes no JSON submetido
uk: У надісланому JSON були відсутні наступні ключі

source: The collaborator was added to this project
es: El colaborador fue añadido a este proyecto
fr: Le collaborateur a été ajouté à ce projet
pt: Os colaboradores foram adicionados a este projeto
uk: До цього проєкту додано співавтора

source: The collaborator was added to this project. However, an email has been sent to him/her/they to accept the collaboration
es: El colaborador fue añadido a este proyecto. Sin embargo, se le ha enviado un correo electrónico para que acepte la colaboración
fr: Le collaborateur a été ajouté à ce projet. Toutefois, un courriel lui a été envoyé pour qu’il accepte la collaboration
pt: O colaborador foi adicionado a este projeto. Porém, um e-mail foi enviado a ele/ela para aceitar a colaboração
uk: Співробітника було додано до цього проекту. Однак йому/їй було надіслано електронного листа з проханням погодитися на співпрацю

source: This collaborator does not exist or is inactive
es: Este colaborador no existe o está inactivo
fr: Ce collaborateur n'existe pas ou est inactif
pt: Este colaborador não existe ou está inativo
uk: Цей співавтор не існує або неактивний

source: You need to specify a collaborator
es: Es necesario especificar un colaborador
fr: Vous devez spécifier un collaborateur
pt: Você precisa especificar um colaborador
uk: Вам потрібно вказати співавтора

source: The role was changed
es: El role fue cambiado
fr: Le rôle a été modifié
pt: A função foi alterada
uk: Роль була змінена

source: The collaborator was removed successfully
es: El colaborador ha sido eliminado con éxito
fr: Le collaborateur a été retiré avec succès
pt: O colaborador foi removido com sucesso
uk: Колабораціоніста успішно видалено

source: Unable to remove the collaborator:
es: No se puede eliminar el colaborador:
fr: Impossible de supprimer le collaborateur :
pt: Não foi possível remover o colaborador:
uk: Неможливо видалити співробітника:

source: You accepted the collaboration
es: Aceptó la colaboración
fr: Vous avez accepté la collaboration
pt: Você aceitou a colaboração
uk: Ви погодилися на співпрацю

source: Unable to accept the collaboration:
es: No se puede aceptar la colaboración:
fr: Impossible d’accepter la collaboration :
pt: Não foi possível aceitar a colaboração:
uk: Неможливо прийняти співпрацю:

source: You declined the collaboration
es: Ha rechazado la colaboración
fr: Vous avez refusé la collaboration
pt: Você recusou a colaboração
uk: Ви відмовилися від співпраці

source: Unable to decline the collaboration:
es: No se puede rechazar la colaboración:
fr: Impossible de refuser la collaboration :
pt: Nao foi possível recusar a colaboração:
uk: Неможливо відмовитися від співпраці:

source: The repeat "{}" changed parent from "{}" to "{}". You must rename the repeat before merging
es: El repeat "{}" ha cambiado de padre de "{}" a "{}". Debe cambiar el nombre del repeat antes de fusionar
fr: La répétition "{}" a changé de parent de "{}" à "{}". Vous devez renommer la répétition avant de fusionner
pt: A repetição "{}" alterou parente de "{}" para "{}". Você deve renomear a repetição antes de fundir
uk: Повтор "{}" змінив батька з "{}" на "{}". Перед злиттям необхідно перейменувати повтор перед злиттям

source: The parent repeat "{}" of repeat "{}" does not exist anymore. You must rename the repeat "{}" before merging
es: El repeat padre "{}" del repeat "{}" ya no existe. Debe renombrar el repeat "{}" antes de fusionarla
fr: La répétition parent "{}"de la répétition "{}" n’existe plus. Vous devez renommer la répétition "{}" avant de fusionner
pt: A repetição de parente "{}" da repetição "{}" não existe mais. Você deve renomear a repetição "{}" antes de fundir
uk: Батьківський повтор "{}" для повтору "{}" більше не існує. Перед злиттям необхідно перейменувати повторення "{}"

source: The variable "{}" in repeat "{}" changed type. You must rename the variable before merging.
es: La variable "{}" en el repeat "{}" ha cambiado de tipo. Debe cambiar el nombre de la variable antes de fusionar.
fr: La variable "{}" dans la répétition "{}" a changé de type. Vous devez renommer la variable avant de fusionner.
pt: A variável "{}" na repetição "{}" mudou de tipo. Você deve renomear a variável antes de fundir.
uk: Змінна "{}" у повторі "{}" змінила тип. Перед об'єднанням необхідно перейменувати змінну.

source: The variable "{}" in repeat "{}" has a different choice list name. You must rename the variable before merging.
es: La variable "{}" en el repeat "{}" tiene un nombre de lista de elección diferente. Debe cambiar el nombre de la variable antes de la fusión.
fr: La variable "{}" dans la répétition "{}" a un nom de liste de choix différent. Vous devez renommer la variable avant de fusionner.
pt: A variável "{}"na repetição "{}" tem um nome de lista de escolha diferente. VocÊ deve renomear a variável antes de fundir.
uk: Змінна "{}" у повторенні "{}" має іншу назву списку вибору. Ви повинні перейменувати змінну перед об'єднанням.

source: Unknown error while merging. A message has been sent to the support team and they will contact you ASAP.
es: Error desconocido al fusionar. Se ha enviado un mensaje al equipo de soporte y se pondrán en contacto con usted lo antes posible.
fr: Erreur inconnue lors de la fusion. Un message a été envoyé à l’équipe d'assistance et ils vous contacteront dès que possible.
pt: Erro desconhecido ao fundir. Uma mensagem foi enviada à nossa equipe de suporte e eles entrarão em contato com você o quanto antes.
uk: Невідома помилка під час злиття. Повідомлення було надіслано до служби підтримки, і вони зв'яжуться з вами якнайшвидше.

source: An unexpected error occurred while processing the merge. An email has been sent to the technical team and they will contact you ASAP.
es: Se ha producido un error inesperado al procesar la fusión. Se ha enviado un correo electrónico al equipo técnico y se pondrán en contacto con usted lo antes posible.
fr: Une erreur inattendue s’est produite lors du traitement de la fusion. Un e-mail a été envoyé à l’équipe technique et ils vous contacteront dès que possible.
pt: Um erro inesperado ocorreu ao processar a fusão. Um e-mail foi enviado à equipe técnica e eles entrarão em contato com você o quanto antes.
uk: Під час обробки злиття сталася несподівана помилка. Технічній команді було надіслано листа, і вони зв'яжуться з вами якнайшвидше.

source: This new version of the form has multiple languages when the previous one did not. Use the "Fix language" button to set the languages in this version of the ODK Form.
es: Esta nueva versión del formulario tiene varios idiomas cuando la anterior no los tenía. Utilice el botón "Corregir idioma" para establecer los idiomas en esta versión del formulario ODK.
fr: Cette nouvelle version du formulaire a plusieurs langues alors que la précédente n'en a pas. Utilisez le bouton "Corriger la langue" pour définir les langues dans cette version du formulaire ODK.
pt: Esta nova versão do formulário tem vários idiomas, enquanto o antigo não. Use o botão "Idioma correto" para definir os idiomas nesta versão do formulário ODK.
uk: Ця нова версія форми має кілька мов, тоді як попередня не мала. Використовуйте кнопку "Виправити мову", щоб встановити мови у цій версії форми ODK.

source: This version of the ODK Form differs in the languages used. The following languages are undefined:
es: Esta versión del Formulario ODK difiere en los idiomas utilizados. Los siguientes idiomas no están definidos:
fr: Cette version du formulaire ODK diffère dans les langues utilisées. Les langues suivantes ne sont pas définies :
pt: Esta versão do formulário ODK difere nos idiomas usados. Os seguintes idiomas não estão definidos:
uk: Ця версія форми ODK відрізняється від попередньої за мовами, що використовуються. Наступні мови не визначені:

source: The primary key was not found in the ODK form or is inside a repeat
es: La clave primaria no se ha encontrado en el formulario ODK o está dentro de un repeat
fr: La clé primaire n'a pas été trouvée dans le formulaire ODK ou se trouve dans une "répétition"
pt: A chave primária não foi encontrada no formulário ODK ou está dentro de um "repetição"
uk: Первинний ключ не знайдено в ODK-формі або він знаходиться всередині повтору

source: The following files are missing and you need to attach them:
es: Faltan los siguientes archivos y hay que adjuntarlos:
fr: Les fichiers suivants sont manquants et vous devez les joindre :
pt: Os seguintes arquivos estão faltando e você precisa anexá-los:
uk: Наступні файли відсутні, і вам потрібно прикріпити їх:

source: There was an error while processing some of the XML resource files:
es: Se ha producido un error al procesar algunos de los archivos de recursos XML:
fr: Il y a eu une erreur lors du traitement de certains fichiers de ressources XML :
pt: Ocorreu um erro ao processar alguns dos arquivos XML de recurso:
uk: Виникла помилка при обробці деяких XML-файлів ресурсів:

source: The following CSV resource files have invalid characters:
es: Los siguientes archivos de recursos CSV tienen caracteres no válidos:
fr: Les fichiers de ressources CSV suivants ont des caractères incorrects :
pt: Os seguintes arquivos CSV de recurso tem caracteres inválidos:
uk: Наступні файли ресурсів CSV містять неприпустимі символи:

source: There was an error while processing some of the CSV resource files:
es: Se ha producido un error al procesar algunos de los archivos de recursos CSV:
fr: Il y a eu une erreur lors du traitement de certains fichiers de ressources CSV :
pt: Ocorreu um erro ao processar alguns dos arquivos CSV de recurso:
uk: Виникла помилка при обробці деяких файлів ресурсів у форматі CSV:

source: An unexpected error occurred while processing the search expression. An email has been sent to the technical team and they will contact you ASAP.
es: Se ha producido un error inesperado al procesar la expresión de búsqueda. Se ha enviado un correo electrónico al equipo técnico y se pondrán en contacto con usted lo antes posible.
fr: Une erreur inattendue s'est produite lors du traitement de l'expression de recherche. Un e-mail a été envoyé à l'équipe technique qui vous répondra dans les plus brefs délais.
pt: Ocorreu um erro inesperado ao processar a expressão de pesquisa. Um e-mail foi enviado para a equipe técnica e eles entrarão em contato com você o mais breve possível.
uk: Під час обробки пошукового виразу сталася несподівана помилка. Технічній команді було надіслано електронного листа, і вони зв'яжуться з вами якнайшвидше.

source: The variable to control duplicate submissions has an invalid type. E.g., the variable cannot be note, picture, video, sound, select_multiple, or geo-spacial. It cannot be instanceID. The most appropriate types are text, datetime, barcode, calculate, select_one, or integer.
es: La variable para controlar envíos duplicados es de un tipo no válido. Por ejemplo, la variable no puede ser nota, imagen, video, sonido, select_multiple o geoespacial. No puede ser instanceID .Los tipos más apropiados son texto, fecha y hora, código de barras, calculate, select_one o entero.
fr: La variable pour contrôler les soumissions en double a un type invalide. Par exemple, la variable ne peut pas être note, image, vidéo, son, select_multiple ou géospatiale. Il ne peut pas s'agir de "instanceID". Les types les plus appropriés sont le texte, la date et l'heure, le code-barres, le calcul, le select_one ou le nombre entier.
pt: A variável para controlar as submissões duplicadas tem um tipo inválido. Por exemplo, a variável não pode ser nota, imagem, vídeo, som, select_multiple ou geoespacial. Não pode ser instanceID. Os tipos mais apropriados são texto, data e hora, código de barras, cálculo, select_one ou integer.
uk: Змінна, яка контролює повторні подання, має неприпустимий тип. Наприклад, змінна не може мати тип note, picture, video, sound, select_multiple або geo-spacial. Вона не може бути instanceID. Найбільш прийнятними типами є text, datetime, штрих-код, calculate, select_one або integer.

source: The following choices are duplicated in your ODK:
es: Las siguientes opciones se duplican en su ODK:
fr: Les choix suivants sont dupliqués dans votre ODK :
pt: As seguintes escolhas estão duplicadas no seu ODK:
uk: Наступні опції дублюються у вашому ODK:

source: with the following duplicates:
es: con los siguientes duplicados:
fr: avec les doublons suivants :
pt: com as seguintes réplicas:
uk: з наступними дублікатами:

source: You need to indicate a primary key
es: Es necesario indicar una clave primaria
fr: Vous devez indiquer une clé primaire
pt: Você precisa indicar uma chave primária
uk: Потрібно вказати первинний ключ
