Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: Unknown error while creating the JSON Zip. Sorry about this. Please report this error as an issue on https://github.com/qlands/FormShare
es: Error desconocido al crear el Zip JSON. Lo sentimos. Por favor, informe de este error como un problema en https://github.com/qlands/FormShare
fr: Erreur inconnue lors de la création du Zip JSON. Désolé. Veuillez signaler cette erreur comme un problème à https://github.com/qlands/FormShare.
pt: Erro desconhecido ao criar o Zip JSON. Desculpe. Favor reportar este erro como um problema em https://github.com/qlands/FormShare.
uk: Невідома помилка при створенні JSON-архіву. Вибачте за це. Будь ласка, повідомте про цю помилку як про проблему на https://github.com/qlands/FormShare

source: Creating backup of schema
es: Creando una copia de seguridad del esquema
fr: Création d'une copie de sauvegarde du schéma
pt: Criando de uma cópia de segurança do esquema
uk: Створення резервної копії схеми

source: Applying structure changes in the schema...
es: Aplicando cambios de estructura en el esquema...
fr: Application des modifications de structure au schéma...
pt: Aplicando mudanças de estrutura ao esquema
uk: Застосування структурних змін у схемі...

source: Applying lookup value changes in the schema...
es: Aplicando cambios en los valores de búsqueda en el esquema...
fr: Application des modifications aux valeurs de recherche dans le schéma...
pt: Aplicando modificações de valor de consulta ao esquema...
uk: Застосування змін значення пошуку у схемі...

source: Dropping old triggers
es: Eliminado los triggers antiguos
fr: Abandon des anciens déclencheurs
pt: Soltando gatilhos antigos
uk: Відмова від старих тригерів

source: Creating new triggers
es: Crear nuevos triggers
fr: Création de nouveaux déclencheurs
pt: Criando novos gatilhos
uk: Створення нових тригерів

source: Updating related forms
es: Actualizando los formularios relacionados
fr: Mise à jour des formulaires associés
pt: Atualizando formulários relacionados
uk: Оновлення пов'язаних форм

source: Storing testing data
es: Almacenando los datos de prueba
fr: Stockage des données de test
pt: Armazenando os dados de teste
uk: Зберігання даних тестування

source: Creating new tables...
es: Creado las nuevas tablas
fr: Création de nouveaux tableaux...
pt: Criando novas tabelas...
uk: Створення нових таблиць...

source: Inserting lookup values...
es: Insertando los datos en las tablas de vistas...
fr: Insérer des valeurs de recherche...
pt: Inserindo valores de consulta...
uk: Вставка значень для пошуку...

source: -Error {} while pushing submission {} to URL {}. Error {}
es: -Error {} al subir el envío {} a la dirección {}. Error {}
fr: -Erreur {} lors du téléchargement de l'envoi {} à l'adresse {}. Erreur {}
pt: -Erro {} ao fazer o upload da remessa {} para o endereço {}. Erro {}
uk: -Ошибка {} під час проштовхування подання {} до URL {}. Помилка {}

source: -Submission {} imported successfully
es: -Envío {} importado satisfactoriamente
fr: -Soumission {} importée avec succès
pt: -Submissão {} importado com sucesso
uk: -Подання {} імпортовано успішно

source: -Error while pushing submission {} to URL {}. Error {}
es: -Error al subir el envío {} a la dirección {}. Error {}
fr: -Erreur lors du téléchargement de l'envoi {} à l'adresse {}. Erreur {}
pt: -Erro ao enviar a remessa {} para o endereço {}. Erro {}
uk: -Ошибка під час проштовхування подання {} до URL {}. Помилка {}

source: -The directory {} does not have any submission files or it does not have an xml data file
es: -El directorio {} no posee ningún envío o no posee un archivo de datos XML
fr: -Le répertoire {} n'a aucune soumission ou n'a pas de fichier de données XML
pt: - O diretório {} não tem nenhum envio ou não tem um arquivo de dados XML
uk: -У каталозі {} немає жодного файлу відправлення або немає файлу даних у форматі xml

source: Writing report
es: Escribiendo el reporte
fr: Rédaction du rapport
pt: Escrevendo o relatório
uk: Написання звіту

source: Report of the XML import
es: Reporte de la importación XML
fr: Rapport d'importation XML
pt: Relatório de importação XML
uk: Звіт про імпорт XML

source: Dashboard
es: Tablero
fr: Tableau de bord
pt: Painel
uk: Приладова панель

source: Assistant forms
es: Formularios del asistente
fr: Formulaires d'aide
pt: Formas assistentes
uk: Асистентські форми

source: Forms that you contribute to within the project:
es: Formularios que usted apoya en el proyecto
fr: Formulaires auxquels vous contribuez dans le cadre du projet :
pt: Formulários que você contribui dentro do projeto:
uk: Форми, які ви заповнюєте в рамках проекту:

source: Close
es: Cerrar
fr: Fermer
pt: Fechar
uk: Закрити

source: QR Code
es: Imagen QR
fr: Code QR
pt: Código QR
uk: QR-код

source: Use this QR Code to configure ODK collect
es: Use esta imagen QR para configurar ODK Collect
fr: Utilisez ce code QR pour configurer ODK collect
pt: Utilizar este Código QR para configurar coleta ODK
uk: Використовуйте цей QR-код, щоб налаштувати збір ODK

source: Change password
es: Cambiar la contraseña
fr: Changer le mot de passe
pt: Alterar senha
uk: Змінити пароль

source: Change the password of
es: Cambiando la contraseña de
fr: Modifier le mot de passe de
pt: Alterar a senha de
uk: Змініть пароль від

source: Old password
es: Contraseña anterior
fr: Ancien mot de passe
pt: Senha antiga
uk: Старий пароль

source: Password
es: Contraseña
fr: Mot de passe
pt: Senha
uk: Пароль

source: Confirmation
es: Confirmación
pt: Confirmação
uk: Підтвердження

source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar
uk: Скасувати

source: Change API key
es: Cambiar llave API
fr: Modifier la clé API
pt: Alterar chave API
uk: Зміна ключа API

source: Change the API key of
es: Cambiando la llave API de
fr: Modifier la clé API de
pt: Alterar a chave API de
uk: Змініть ключ API для

source: API Key
es: Llave API
fr: Clé API
pt: Chave API
uk: Ключ API

source: Generate new key
es: Generar nueva llave
fr: Générer une nouvelle clé
pt: Gerar nova chave
uk: Згенеруйте новий ключ

source: API Secret
es: Contraseña API
fr: Mot de passe API
pt: Senha API
uk: Секрет API

source: Generate new secret
es: Generar nueva contraseña
fr: Générer un nouveau mot de passe
pt: Gerar nova senha
uk: Створіть новий секрет

source: You can generate the API secret at any time. However, it will be readable only onetime after you generate it. Save it somewhere safe after you generate it.
es: Usted puede generar la contraseña API en cualquier momento. Sin embargo, sólo será visible una vez después de generarla. Guárdela en un lugar seguro después de generarla.
fr: Vous pouvez générer le mot de passe de l'API à tout moment. Toutefois, il ne sera visible qu'une seule fois après sa création. Conservez-la dans un endroit sûr après l'avoir générée.
pt: Você pode gerar a senha API a qualquer momento. No entanto, ela só será visível uma vez depois que você a gerar. Mantenha-o em um local seguro após gerá-lo.
uk: Ви можете згенерувати секрет API в будь-який час. Однак він буде доступний для читання лише один раз після того, як ви його згенеруєте. Збережіть його в безпечному місці після того, як згенеруєте.

source: Change time zone
es: Cambiar zona horaria
fr: Modifier le fuseau horaire
pt: Alterar fuso horário
uk: Зміна часового поясу

source: Change the time zone of
es: Usted esta cambiando la zona horaria de
fr: Vous changez le fuseau horaire de
pt: Você está alterando o fuso horário para
uk: Змінити часовий пояс

source: Time zone
es: Zona horaria
fr: Fuseau horaire
pt: Fuso horário
uk: Часовий пояс

source: Clean data
es: Limpiar datos
fr: Données propres
pt: Limpar dados
uk: Чисті дані

source: Clean
es: Limpiar
fr: Nettoyer
pt: Limpar
uk: Чистий

source: Table
es: Tabla
fr: Tableau
pt: Tabela
uk: Таблиця

source: Load table
es: Cargar tabla
fr: Charger le tableau
pt: Carregar tabela
uk: Таблиця завантаження

source: Fields
es: Campos
fr: Champs
pt: Campos
uk: Поля

source: Load fields
es: Cargar campos
fr: Charger les champs
pt: Carregar campos
uk: Завантажуйте поля

source: Please load a table
es: Por favor cargue una tabla
fr: S’il vous plaît, chargez un tableau
pt: Favor carregar uma tabela
uk: Будь ласка, завантажте таблицю

source: Edit selected row
es: Editar la línea seleccionada
fr: Modifier la rangée sélectionnée
pt: Editar linha selecionada
uk: Редагування вибраного рядка

source: Find records
es: Buscar registros
fr: Trouver des enregistrements
pt: Achar registros
uk: Знайти записи

source: Warning
es: Advertencia
fr: Avertissement
pt: Aviso
uk: Попередження

source: Please, select row
es: Por favor seleccione una línea
fr: S’il vous plaît, sélectionnez une rangée
pt: Favor selecionar linha
uk: Будь ласка, оберіть рядок

source: Edit row
es: Editar línea
fr: Modifier la rangée
pt: Editar linha
uk: Редагувати рядок

source: Submit
es: Enviar
fr: Envoyer
pt: Submeter
uk: Надіслати

source: Data has been changed! Save changes?
es: ¡Los datos se han cambiado! ¿Desea salvar los cambios?
fr: Les données ont été modifiées! Enregistrer les changements?
pt: Dados alterados! Salvar modificações?
uk: Дані змінено! Зберегти зміни?

source: Yes
es: Si
fr: Oui
pt: Sim
uk: Так.

source: No
fr: Non
pt: Não
uk: Ні.

source: Search
es: Buscar
fr: Rechercher
pt: Buscar
uk: Пошук

source: like
es: como
fr: comme
pt: curtir
uk: як

source: not like
es: no como
fr: pas comme
pt: não curtir
uk: не так, як

source: Clean
es: Limpiar
fr: Nettoyer
pt: Limpar
uk: Чистий

source: My forms
es: Mis formularios
fr: Mes formulaires
pt: Meus formulários
uk: Мої анкети.

source: Cancel Disregard
es: Cancelar Ignorar
fr: Annuler l'ignorance
pt: Cancelar Desconsideração
uk: Скасувати ігнорування

source: Cancel the disregard of error
es: Cancelar ignorar el error
fr: Annuler l'ignorance de l’erreur
pt: Cancelar desconsideração de erro
uk: Скасувати ігнорування помилок

source: Notes
es: Notas
pt: Observações
uk: Примітки

source: Cancel disregard
es: Cancelar ignorar
fr: Annuler l'ignorance
pt: Cancelar desconsideração
uk: Скасувати ігнорування

source: Check-in new version
es: Ingrese la nueva versión
fr: Nouvelle version d’enregistrement
pt: Fazer check-in na nova versão
uk: Реєстрація нова версія

source: JSON file
es: Archivo JSON
fr: Fichier JSON
pt: Arquivo JSON
uk: JSON файл

source: Compare revisions
es: Compare versiones
fr: Comparer les révisions
pt: Comparar revisões
uk: Порівняйте версії

source: You are comparing submission
es: Usted está comparando el envió
fr: Vous comparez la demande
pt: Você está comparando submissão
uk: Ви порівнюєте подання

source: made on
es: hecho el
fr: fait sur
pt: feito em
uk: зроблений на

source: by
es: por
fr: par
pt: por
uk: до

source: The form contains invalid entries:
es: El formulario posee datos inválidos
fr: Le formulaire contient des entrées incorrectes :
pt: O formulário contém entradas inválidas:
uk: Форма містить невірні дані:

source: Compare against
es: Comparar contra
fr: Comparer avec
pt: Comparar com
uk: Порівняйте з

source: Indicate the submission code here
es: Escriba el código de envío aquí
fr: Indiquer le code de la demande ici
pt: Indicar a submissão do código aqui
uk: Вкажіть тут код заявки

source: Like 49de5f82-...
es: Como 49de5f82-...
fr: Comme 49de5f82-...
pt: Curtir 49de5f82-...
uk: Як 49de5f82-...

source: Compare submissions
es: Comparar envío
fr: Comparer les demandes
pt: Comparar submissões
uk: Порівняйте заявки

source: Against submission
es: Contra el envió
fr: Avec la demande
pt: Com submissão
uk: Проти подання

source: which is stored in the repository
es: el cual está almacenado en el repositorio
fr: qui est stocké dans le référentiel
pt: que é armazenado no repositório
uk: який зберігається в репозиторії

source: which is NOT stored in the repository
es: el cual NO está almacenado en el repositorio
fr: qui n'est PAS stocké dans le référentiel
pt: que NÃO está armazenado no repositório
uk: який НЕ зберігається у сховищі

source: Different
es: Diferente
fr: Différent
pt: Diferente
uk: Різні

source: Compare two submissions
es: Comparar dos envíos
fr: Comparer deux demandes
pt: Comparar duas submissões
uk: Порівняйте дві заявки

source: which
es: el cual
fr: lequel
pt: qual
uk: який

source: is stored
es: esta almacenado
fr: est stocké
pt: é armazenado
uk: зберігається

source: in the repository
es: en el repositorio
fr: dans le répertoire
pt: no repositório
uk: у репозиторії

source: is NOT stored
es: NO esta almacenado
fr: n’est PAS stocké
pt: NÃO está armazenado
uk: НЕ зберігається

source: Disregard error
es: Ignorar el error
fr: Ignorer l’erreur
pt: Desconsiderar erro
uk: Ігнорувати помилку

source: Error logs
es: Registro de errores
fr: Journaux d’erreur
pt: Registros de erro
uk: Журнали помилок

source: Filter (Click to change)
es: Filtrar (Presione para cambiar)
fr: Filtre (appuyez pour changer)
pt: Filtro (pressione para alterar)
uk: Фільтр (Натисніть, щоб змінити)

source: All
es: Todos
fr: Tout
pt: Todos
uk: Усе.

source: Fixed
es: Corregido
fr: Réparé
pt: Fixado
uk: Виправлено

source: With error
es: Con error
fr: Avec erreur
pt: Com erro
uk: З помилкою

source: Disregarded
es: Ignorado
fr: Ignoré
pt: Desconsiderado
uk: Ігнорується

source: Checked-out
es: Bloqueados para corrección
fr: Vérifié
pt: Verificado
uk: Виселився.

source: Checked-in
es: Ingresados para aplicación
fr: Enregistré
pt: Inserido
uk: Заселився

source: Showing all records
es: Mostrando todos los registros
fr: Afficher tous les enregistrements
pt: Mostrando todos os registros
uk: Показати всі записи

source: Showing fixed records
es: Mostrando registros corregidos
fr: Affichage des enregistrements corrigés
pt: Mostrando registros corrigidos
uk: Відображення фіксованих записів

source: Showing records with error
es: Mostrando registros con error
fr: Affichage des enregistrements avec une erreur
pt: Mostrando registros com erro
uk: Відображення записів з помилками

source: Showing disregarded records
es: Mostrando registros ignorados
fr: Affichage des enregistrements ignorés
pt: Mostrando registros ignorados
uk: Відображення проігнорованих записів

source: Showing records that are checked-out
es: Mostrando registros que están bloqueados para corrección
fr: Affichage des enregistrements qui sont vérifiés
pt: Mostrando registros que estão finalizados
uk: Відображення записів, які було вилучено

source: Showing records that are checked-in
es: Mostrando registros que están ingresados para aplicación
fr: Affichage des enregistrements enregistrés
pt: Mostrando registros que estão inseridos
uk: Відображення записів, які пройшли реєстрацію

source: Submission
es: Envío
fr: Demande
pt: Submissão
uk: Подання

source: Error
fr: Erreur
pt: Erro
uk: Помилка.

source: Actions
es: Acciones
pt: Ações
uk: Дії

source: Yes, go ahead!
es: ¡Si, continúe!
fr: Oui, allez-y !
pt: Sim, prosseguir!
uk: Так, продовжуйте!

source: Oops, cancel!
es: Opps, cancelar!
fr: Oups, annulez !
pt: Oops, cancelar!
uk: Ой, скасуй!

source: You reached the end
es: ¡Ha llegado al final
fr: Vous avez fini
pt: Você chegou ao fim
uk: Ти дійшов до кінця.

source: The following are the changes staged in revision
es: Los siguientes son los cambios preparados en revisión
fr: Les changements suivants ont été mis en place lors de la révision
pt: A seguir estão as mudanças organizadas na revisão
uk: Нижче наведені зміни, що перебувають на стадії доопрацювання

source: to be committed into the repository
es: para ser ingresados al repositorio
fr: à engager dans le répertoire
pt: a serem cometidos no repositório
uk: для фіксації в репозиторії

source: that were pushed into the repository
es: que fueron ingresados al repositorio
fr: qui ont été placés dans le répertoire
pt: que foram colocados no repositório
uk: які були виштовхнуті в сховище

source: Initial version
es: Versión inicial
fr: Version initiale
pt: Versão inicial
uk: Початкова версія

source: Nothing to show
es: Nada que mostrar
fr: Rien à montrer
pt: Nada a mostrar
uk: Нема чого показувати

source: Errors in
es: Errores en
fr: Erreurs dans
pt: Erros em
uk: Помилки в

source: Compare between revisions
es: Compare entre versiones
fr: Comparer entre les révisions
pt: Comparar entre revisões
uk: Порівняння між версіями

source: Review errors
es: Revisar errores
fr: Examiner les erreurs
pt: Avaliar erros
uk: Помилки при перегляді

source: Errors in
es: Errores en
fr: Erreurs dans
pt: Erros em
uk: Помилки в

source: View revision
es: Ver revisión
fr: Afficher la révision
pt: Visualizar revisão
uk: Перегляньте версію

source: Copy submission to clipboard
es: Copiar el envío al portapapeles
fr: Copier la demande dans le presse-papiers
pt: Copiar submissão para área de transferência
uk: Скопіювати заявку в буфер обміну

source: for
es: para
fr: pour
pt: para
uk: за

source: Duplicated value
es: valor duplicado
fr: Valeur en double
pt: Valor duplicado
uk: Дубльоване значення

source: for primary key
es: para la llave primaria
fr: pour clé primaire
pt: para chave primária
uk: для первинного ключа

source: The value is already in use by submission
es: El valor ya está en uso por el envío
fr: La valeur est déjà utilisée suite à une demande
pt: O valor já está em uso por uma submissão
uk: Значення вже використовується за поданням

source: The duplicated submission cannot be found. It may have been moved to the logs or deleted. You can push this submission into the database.
es: El envío duplicado no se pudo encontrar. Puede que haya sido trasladado al registro de errores o haya sido eliminado. Usted puede ingresar este envío a la base de datos
fr: La demande en double est introuvable. Elle peut avoir été déplacée dans les journaux ou supprimée. Vous pouvez placer cette demande dans la base de données.
pt: A submissão duplicada não pôde ser encontrada. Ela pode ter sido movida para os registros ou excluída. Você pode colocar esta submissão na base de dados.
uk: Дубльоване подання не може бути знайдено. Можливо, вона була переміщена до журналу або видалена. Ви можете додати цю заявку до бази даних.

source: canceled check-out
es: Canceló el bloqueo de revisión
fr: contrôle annulé
pt: cancelar verificação
uk: скасований виїзд

source: Canceled date
es: Fecha de cancelación
fr: Date annulée
pt: Data cancelada
uk: Скасована дата

source: canceled revision
es: Canceló versión
fr: révision annulée
pt: revisão cancelada
uk: скасовано перегляд

source: pushed revision
es: Procesó versión
fr: révision poussée
pt: revisão colocada
uk: підштовхнутий перегляд

source: Failed date
es: Fecha de error
fr: Date erronée
pt: Data não-sucedida
uk: Невдала дата

source: canceled disregard
es: Cancelar ignorar
fr: ignorance annulée
pt: cancelar desconsideração
uk: скасовано ігнорування

source: Checked-out by
es: Bloqueado para corrección por
fr: Vérifié par
pt: Verificado por
uk: Перевірено

source: Check-out date
es: Fecha de bloqueo
fr: Date de contrôle
pt: Data de verificação
uk: Дата виїзду

source: checked-in revision ID
es: Ingresó la revisión con identificación
fr: id de révision enregistré
pt: ID de revisão de arquivo inserido
uk: ідентифікатор зареєстрованої ревізії

source: To be pushed to the repository
es: Por ser ingresada al repositorio
fr: À mettre dans le répertoire
pt: A ser colocado no repositório
uk: Буде перенесено до репозиторію

source: To be pushed
es: Por ser ingresada
fr: À mettre
pt: A ser colocado
uk: Бути підштовхнутим

source: Check-in date
es: Fecha de ingreso
fr: Date d'enregistrement
pt: Data de check-in
uk: Дата заїзду

source: Disregarded date
es: Fecha en que se ignoró
fr: Date ignorée
pt: Data desconsiderada
uk: Не врахована дата

source: in revision
es: en revisión
fr: en révision
pt: em revisão
uk: на стадії доопрацювання

source: Fixed date
es: Fecha en que se arregló
fr: Date fixée
pt: Data fixada
uk: Фіксована дата

source: Download associated media
es: Descargar multimedios asociados
fr: Télécharger les médias associés
pt: Fazer download de mídia associada
uk: Завантажити супутні матеріали

source: Try to push submission into the repository again
es: Intentar de nuevo ingresar el envío al repositorio
fr: Réintroduction de la soumission dans le dépôt
pt: Reentrada da submissão no repositório
uk: Спробуйте повторно відправити подання до сховища

source: Are you sure that you want to push this submission?
es: ¿Está seguro de que desea ingresar este envío?
fr: Êtes-vous sûr que vous souhaitez déplacer cette demande?
pt: Tem certeza que deseja colocar esta submissão?
uk: Ви впевнені, що хочете проштовхнути цю заявку?

source: Push submission again
es: Ingresar el envío de nuevo
fr: Poussez à nouveau la soumission
pt: Voltar a colocar a submissão
uk: Натисніть на відправлення ще раз

source: Compare submission
es: Compare envío
fr: Comparer la demande
pt: Comparar submissão
uk: Порівняти подання

source: Check-out revision
es: Bloquear revisión
fr: Révision de contrôle
pt: Verificar revisão
uk: Перегляд виселення

source: Are you sure that you want to check-out this submission?
es: ¿Está seguro de que quiere bloquear este envío para corregirlo?
fr: Etes-vous sûr que vous voulez vérifier cette demande?
pt: Tem certeza que deseja verificar esta submissão?
uk: Ви впевнені, що хочете перевірити це подання?

source: Check-out file
es: Revisar archivo
fr: Vérifier le fichier
pt: Finalizar arquivo
uk: Файл виселення

source: See notes
es: Ver notas
fr: Voir les notes
pt: Ver observações
uk: Див. примітки

source: Download current version
es: Descargar versión actual
fr: Télécharger la version actuelle
pt: Fazer download da versão atual
uk: Завантажити поточну версію

source: Open JSON editor
es: Abrir el editor de JSON
fr: Éditeur open JSON
pt: Abrir editor JSON
uk: Відкрити редактор JSON

source: Cancel check-out
es: Cancelar el bloqueo
fr: Annuler la vérification
pt: Cancelar verificação
uk: Скасувати виїзд

source: Are you sure that you want to cancel the check-out of this submission?
es: ¿Está seguro de que quiere cancelar el bloqueo de este envío?
fr: Etes-vous sûr que vous voulez annuler la vérification de cette demande?
pt: Tem certeza que você deseja cancelar a verificação desta submissão?
uk: Ви впевнені, що хочете скасувати перевірку цього подання?

source: Push revision into the repository
es: Ingresar la revisión al repositorio
fr: Placer la demande dans le référentiel
pt: Colocar revisão no repositório
uk: Перенести ревізію до сховища

source: Are you sure that you want to push this revision?
es: ¿Seguro que desea ingresar esta revisión?
fr: Êtes-vous sûr que vous souhaitez déplacer cette révision?
pt: Você tem certeza que deseja colocar esta revisão?
uk: Ви впевнені, що хочете проштовхнути цю версію?

source: Push revision
es: Ingresar revisión
fr: Déplacer la révision
pt: Colocar revisão
uk: Push-редагування

source: Cancel revision
es: Cancelar revisión
fr: Annuler la révision
pt: Cancelar revisão
uk: Відмінити редагування

source: Are you sure that you want to cancel this revision?
es: ¿Está seguro de que quiere cancelar esta revisión?
fr: Etes-vous sûr que vous voulez annuler cette révision?
pt: Tem certeza que deseja cancelar esta revisão?
uk: Ви впевнені, що хочете скасувати цю правку?

source: You do not have permissions to clean data
es: Usted no tiene permisos para limpiar datos
fr: Vous n’avez pas la permission de nettoyer les données
pt: Você não tem permissão para limpar dados
uk: У вас немає дозволів на очищення даних

source: Submission date
es: Fecha del envió
fr: Date de demande
pt: Data de submissão
uk: Дата подання заявки

source: checked in revision ID
es: Ingresó la versión con identificación
fr: enregistré dans l’ID de révision
pt: fazer check-in na revisão do ID
uk: перевірено в ідентифікаторі ревізії

source: Apply revision to the repository
es: Aplicar revisión al repositorio
fr: Appliquer la révision du répertoire
pt: Aplicar revisão ao repositório
uk: Застосувати ревізію до сховища
