Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: FormShare users
es: Usuarios de FormShare
fr: Utilisateurs de FormShare
pt: Usuários do FormShare
uk: Користувачі FormShare

source: As an administrator you can add and edit FormShare users
es: Como administrador puede añadir y editar usuarios de FormShare
fr: En tant qu’administrateur, vous pouvez ajouter et modifier les utilisateurs de FormShare
pt: Como administrador, você pode adicionar e editar usuários do FormShare
uk: Як адміністратор ви можете додавати та редагувати користувачів FormShare

source: Search for a user
es: Buscar un usuario
fr: Rechercher un utilisateur
pt: Pesquisar por um usuário
uk: Пошук користувача

source: You can search by username, full name or email address
es: Puede buscar por nombre de usuario, nombre completo o dirección de correo electrónico
fr: Vous pouvez effectuer une recherche par nom d’utilisateur, nom complet ou adresse e-mail
pt: Você pode pesquisar por nome de usuário, nome completo ou endereço de e-mail
uk: Ви можете шукати за іменем користувача, повним ім'ям або адресою електронної пошти

source: Add new user
es: Añadir un nuevo usuario
fr: Ajouter un nouvel utilisateur
pt: Adicionar novo usuário
uk: Додати нового користувача

source: User list
es: Lista de usuarios
fr: Liste d'utilisateur
pt: Lista de usuário
uk: Список користувачів

source: User name
es: Nombre de usuario
fr: Nom d'utilisateur
pt: Nome de usuário
uk: Ім'я користувача

source: The user name must be unique and cannot be changed afterwards
es: El nombre de usuario debe ser único y no puede ser modificado posteriormente
fr: Le nom d’utilisateur doit être unique et ne peut pas être changé par la suite
pt: O nome do usuário deve ser único e não pode ser alterado posteriormente
uk: Ім'я користувача має бути унікальним і не може бути змінено в подальшому

source: Is super user
es: Es superusuario
fr: Est super utilisateur
pt: É um super usuário
uk: є суперкористувачем

source: User ID
es: ID de usuario
fr: ID de l’utilisateur
pt: ID do usuário
uk: Ідентифікатор користувача

source: Modify user
es: Modificar el usuario
fr: Modifier l'utilisateur
pt: Modificar usuário
uk: Змінити користувача

source: Hello from FormShare
es: Hola desde FormShare
fr: Bonjour de FormShare
pt: Olá
uk: Привіт від FormShare

source: You have received this email because
es: Ha recibido este correo electrónico porque
fr: Vous avez reçu cet e-mail parce que
pt: Você recebeu este e-mail porque
uk: Ви отримали цей лист, тому що

source: have requested you to collaborate with project
es: le han pedido que colabore con el proyecto
fr: vous ont demandé de collaborer avec le projet
pt: solicitou que você colaborasse com o projeto
uk: звернулися до вас із проханням про співпрацю з проектом

source: Go to the following URL to accept or decline the collaboration:
es: Vaya a la siguiente URL para aceptar o rechazar la colaboración:
fr: Rendez-vous à l’URL suivante pour accepter ou refuser la collaboration :
pt: Siga este URL para aceitar ou recusar a colaboração:
uk: Перейдіть за наступною адресою, щоб прийняти або відхилити пропозицію про співпрацю:

source: Please reply to
es: Por favor, responda a
fr: S’il vous plaît répondre à
pt: Favor responder a
uk: Будь ласка, надішліть відповідь на

source: if you think you got this email by mistake.
es: si cree que ha recibido este correo electrónico por error.
fr: si vous pensez que vous avez obtenu cet e-mail par erreur.
pt: se você acha que você recebeu este e-mail por engano.
uk: якщо ви вважаєте, що отримали цей лист помилково.

source: Regards
es: Saludos
fr: Cordialement
pt: Atenciosamente
uk: З повагою

source: The FormShare team
es: El equipo de FormShare
fr: L’équipe FormShare
pt: Equipe FormShare
uk: Команда FormShare

source: You have received this email because you requested us on
es: Ha recibido este correo electrónico porque nos ha solicitado en
fr: Vous avez reçu cet e-mail parce que vous nous avez demandé
pt: Você recebeu este e-mail porque você nos solicitou em
uk: Ви отримали цей лист, тому що ви надіслали нам запит на

source: to reset your password
es: restablecer su contraseña
fr: réinitialiser votre mot de passe
pt: redefinir a sua palavra-passe
uk: щоб скинути пароль

source: Your password reset token is
es: Su token para restablecer su contraseña es
fr: Votre jeton pour réinitialiser votre mot de passe est
pt: O seu símbolo para redefinir a sua palavra-passe é
uk: Ваш токен для скидання паролю

source: Go to this URL
es: Vaya a este URL
fr: Aller à cette URL
pt: Ir para este URL
uk: Перейдіть за цим посиланням

source: If you did not request us to reset your password then someone or something is trying to get into our account. Please change your password immediately!
es: Si no nos has pedido que restablezcamos tu contraseña, entonces alguien o algo está intentando entrar en su cuenta. Por favor, cambie su contraseña inmediatamente!
fr: Si vous ne nous avez pas demandé de réinitialiser votre mot de passe, c'est que quelqu'un ou quelque chose essaie d'accéder à votre compte. Veuillez changer votre mot de passe immédiatement !
pt: Se não nos pediu para redefinir a sua palavra-passe, então alguém ou algo está a tentar entrar na sua conta. Por favor, altere a sua palavra-passe imediatamente!
uk: Якщо ви не надіслали нам запит на зміну пароля, це означає, що хтось або щось намагається отримати доступ до нашого облікового запису. Будь ласка, негайно змініть свій пароль!

source: This email is a security alert
es: Este correo electrónico es una alerta de seguridad
fr: Cet e-mail est une alerte de sécurité
pt: Este e-mail é um alerta de segurança
uk: Цей лист є попередженням системи безпеки

source: A new API Token has been requested using you API key and secret
es: Se ha solicitado un nuevo token de API utilizando su clave y secreto de API
fr: Un nouveau jeton API a été demandé en utilisant votre clé et votre secret API.
pt: Foi solicitada uma nova ficha API utilizando a sua chave e segredo API.
uk: Було запитано новий токен API з використанням вашого ключа та секрету API

source: The token will expire on
es: El token expirará el
fr: Le jeton expirera le
pt: A ficha expirará em
uk: Термін дії токена закінчується на

source: If you did not generate a token then your account has been compromised. Login into FormShare and change your API credentials immediately!
es: Si no has generado un token, tu cuenta ha sido comprometida. Inicie sesión en FormShare y cambie sus credenciales de API inmediatamente.
fr: Si vous n'avez pas généré de jeton, votre compte a été compromis. Connectez-vous à FormShare et changez vos informations d'identification API immédiatement.
pt: Se não tiver gerado uma ficha, a sua conta foi comprometida. Inicie a sessão no FormShare e altere as suas credenciais API imediatamente.
uk: Якщо ви не згенерували токен, ваш обліковий запис було скомпрометовано. Увійдіть до FormShare і негайно змініть свої облікові дані API!

source: Not authorized
es: Usted no está autorizado
fr: Vous n'êtes pas autorisé
pt: Você não está autorizado
uk: Не дозволено

source: Your assistant account does not have sufficient permissions to view this page.
es: Su cuenta de asistente no tiene suficientes permisos para ver esta página.
fr: Votre compte de participant ne dispose pas des autorisations suffisantes pour afficher cette page.
pt: Sua conta de assistente não tem permissão suficiente para visualizar esta página.
uk: Ваш акаунт помічника не має достатніх прав для перегляду цієї сторінки.

source: Page not found
es: Página no encontrada
fr: Page introuvable
pt: Página não encontrada
uk: Сторінку не знайдено

source: Sorry, but the page you are looking for has not been found. Try checking the URL for errors.
es: Lo sentimos, pero la página que busca no se ha encontrado. Compruebe el URL para ver si hay errores.
fr: Désolé, mais la page que vous recherchez n’a pas été trouvée. Essayez de vérifier l’URL au sujet des erreurs.
pt: Desculpe, mas a página que você está procurando não foi encontrada. Tente verificar o URL.
uk: Вибачте, але сторінка, яку ви шукаєте, не знайдена. Спробуйте перевірити URL на наявність помилок.

source: Application error
es: Error de aplicación
fr: Erreur de l'application
pt: Erro de aplicação
uk: Помилка програми

source: Internal Server Error
es: Error interno del servidor
fr: Erreur du serveur interne
pt: Erro interno do servidor
uk: Внутрішня помилка сервера

source: The server encountered an unexpected error and was not able to complete your request.
es: El servidor ha encontrado un error inesperado y no ha podido completar su solicitud.
fr: Le serveur a rencontré une erreur inattendue et n’a pas été en mesure de remplir votre demande.
pt: O servidor encontrou um erro inesperado e não foi capaz de atender sua solicitação.
uk: Сервер зіткнувся з несподіваною помилкою і не зміг виконати ваш запит.

source: If the problem persists, please report the issue at:
es: Si el problema persiste, comunique el problema a:
fr: Si le problème persiste, veuillez signaler la question à :
pt: Caso o problema persista, favor reportar o erro em:
uk: Якщо проблема не зникне, будь ласка, повідомте про це за адресою:

source: We apologize for the inconvenience
es: Nos disculpamos por las molestias
fr: Nous vous prions de nous excuser pour la gêne occasionnée
pt: Nós pedimos desculpa pelo incoveniente
uk: Просимо вибачення за незручності

source: Go back to the home page
es: Volver a la página de inicio
fr: Retourner à la page d’accueil
pt: Voltar à página inicial
uk: Повернутися на головну сторінку

source: Assistant Sign in
es: Inicio de sesión para asistentes
fr: Connexion de l’assistant
pt: Acesso de Assistente
uk: Асистент Увійдіть в систему

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
pt: Nome de usuário
uk: Ім'я користувача

source: Username or email address
es: Nombre de usuario o dirección de correo electrónico
fr: Nom d'utilisateur ou adresse email
pt: Nome de usuário ou endereço de e-mail
uk: Ім'я користувача або адреса електронної пошти

source: Forgot password?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié?
pt: Esqueceu sua senha?
uk: Забули пароль?

source: You don't have an account?
es: ¿No tienes una cuenta?
fr: Vous n’avez pas de compte ?
pt: Você não tem uma conta?
uk: У вас немає облікового запису?

source: Partner Sign in
es: Inicio de sesión para socios
fr: Connectez-vous en tant que partenaire
pt: Faça login como sócio
uk: Партнер Увійдіть в систему

source: Partner Email
es: Correo electrónico del socio
fr: Adresse e-mail du partenaire
pt: Email do sócio
uk: Email партнера

source: Reset my password
es: Restablecer mi contraseña
fr: Réinitialiser mon mot de passe
pt: Redefinir a minha palavra-passe
uk: Скинути пароль

source: Reset
es: Restablecer
fr: Réinitialiser
pt: Reinicialização
uk: Перезавантаження

source: We will send you an email with instructions
es: Le enviaremos un correo electrónico con instrucciones
fr: Nous vous enverrons un courriel avec des instructions
pt: Enviar-lhe-emos um e-mail com instruções
uk: Ми надішлемо вам електронного листа з інструкціями

source: Session timeout
es: Sesión expirada
fr: Délai d'attente de la session dépassé
pt: Tempo de sessão esgotado
uk: Тайм-аут сеансу

source: Your session has expired.
es: Su sesión ha expirado.
fr: Votre session a expiré.
pt: Sua sessão expirou.
uk: Ваш сеанс закінчився.

source: Don't worry, just go back and refresh the page to obtain a new secure session.
es: No se preocupe, simplemente regrese y actualice la página para obtener una nueva sesión segura.
fr: Ne vous inquiétez pas, il suffit de revenir en arrière et rafraîchir la page pour obtenir une nouvelle session sécurisée.
pt: Não se preocupe, apenas volte e atualiza a página para obter uma nova sessão segura.
uk: Не хвилюйтеся, просто поверніться і оновіть сторінку, щоб отримати новий безпечний сеанс.

source: Join FormShare
es: Únase a FormShare
fr: Rejoignez FormShare
pt: Juntar-se ao FormShare
uk: Приєднуйтесь до FormShare

source: Address
es: Dirección
fr: Adresse
pt: Endereço
uk: Адреса

source: This is a simple name to identify you in FormShare. As an example, you can use the first part of your email.
es: Se trata de un nombre sencillo para identificarte en FormShare. Como ejemplo, puede utilizar la primera parte de su correo electrónico.
fr: C'est un nom simple pour vous identifier dans FormShare. À titre d'exemple, vous pouvez utiliser la première partie de votre courriel.
pt: Este é um nome simples para identificá-lo no FormShare. Como exemplo, você pode usar a primeira parte de seu e-mail.
uk: Це просте ім'я для ідентифікації вас у FormShare. Як приклад, ви можете використовувати першу частину вашого електронного листа.

source: Create an account
es: Crear una cuenta
fr: Créer un compte
pt: Criar uma conta
uk: Створіть обліковий запис

source: Already have an account?
es: ¿Ya tiene una cuenta?
fr: Vous avez déjà un compte ?
pt: Já possui uma conta?
uk: Вже маєте обліковий запис?

source: Email address
es: Dirección de correo electrónico
fr: Adresse électronique
pt: Endereço de correio electrónico
uk: Адреса електронної пошти

source: Password reset token
es: Ficha de restablecimiento de contraseña
fr: Jeton de réinitialisation du mot de passe
pt: Ficha de reinicialização de senha
uk: Токен для скидання паролю

source: New password confirmation
es: Confirmación de la nueva contraseña
fr: Confirmation du nouveau mot de passe
pt: Confirmação de nova senha
uk: Підтвердження нового пароля

source: Testing
es: Probando
pt: test
uk: Тестування

source: Testing page
es: Página de pruebas
fr: Testing
pt: test
uk: Сторінка тестування

source: This page is user by the testing framework. Ignore it otherwise
es: Esta página es utilizada por el marco de pruebas. Ignórela en caso contrario
fr: Ignore. For testing
pt: Testing
uk: Ця сторінка є користувацькою для фреймворку тестування. Ігноруйте її в іншому випадку

source: Contact us
es: Contacto con nosotros
fr: Contactez-nous
pt: Contate-nos
uk: Зв'яжіться з нами

source: If you have questions, please drop us an email or a Github issue
es: Si tiene alguna pregunta, envíenos un correo electrónico o una incidencia en Github
fr: Si vous avez des questions, veuillez nous laisser un e-mail ou un problème Github
pt: Se você tem perguntas, por favor nos envie um e-mail ou um problema no Github
uk: Якщо у вас є питання, будь ласка, напишіть нам на електронну пошту або створіть проблему на Github

source: P
pt: T

source: This service is free for now however this could change in the future and you might need to pay a fee and accept a Terms of Service and Privacy policy
es: Este servicio es gratuito por ahora, pero podría cambiar en el futuro y tener que pagar una cuota y aceptar las condiciones de servicio y la política de privacidad.
fr: Ce service est gratuit pour l’instant mais cela pourrait changer à l’avenir et vous pourriez avoir besoin de payer des frais et d’accepter des conditions générales et une politique de confidentialité
pt: Este serviço é gratuito por enquanto, porém isso poderá mudar no futuro e talvez você precise pagar uma taxa e aceitar os Termos de Serviço e Política de Privacidade
uk: Наразі ця послуга є безкоштовною, однак це може змінитися в майбутньому, і вам, можливо, доведеться заплатити за неї та прийняти Умови надання послуг та Політику конфіденційності.

source: Send us an email
es: Envíanos un correo electrónico
fr: Envoyez-nous un e-mail
pt: Envie-nos um e-mail
uk: Надішліть нам електронного листа

source: Or follow us on social media
es: O síganos en las redes sociales
fr: Ou suivez-nous sur les réseaux sociaux
pt: Ou siga-nos nas redes sociais
uk: Або слідкуйте за нами в соціальних мережах

source: FormShare, the FormShare logo, and the slogan "Centralize data – Decentralize knowledge" are either registered trademarks or trademarks of QLands Technology Consultants. All other products, logos, or name brands are trademarks of their respective holders, including QLands Technology Consultants.
es: FormShare, el logotipo de FormShare y el eslogan "Centralize data - Decentralize knowledge" son marcas registradas o marcas comerciales de QLands Technology Consultants. Todos los demás productos, logotipos o marcas son marcas registradas de sus respectivos propietarios, incluyendo QLands Technology Consultants.
fr: FormShare, le logo FormShare et le slogan "Centralize data - Decentralize knowledge" sont des marques déposées ou des marques commerciales de QLands Technology Consultants. Tous les autres produits, logos ou marques sont des marques commerciales ou des marques déposées de leurs propriétaires respectifs, y compris QLands Technology Consultants.
pt: FormShare, o logotipo FormShare e o slogan "Centralize data - Decentralize knowledge" são marcas registradas ou marcas comerciais da QLands Technology Consultants. Todos os outros produtos, logotipos ou marcas são marcas comerciais ou marcas registradas de seus respectivos proprietários, incluindo a QLands Technology Consultants.
uk: FormShare, логотип FormShare та слоган "Централізуйте дані - децентралізуйте знання" є зареєстрованими товарними знаками або товарними знаками QLands Technology Consultants. Всі інші продукти, логотипи або іменні бренди є товарними знаками відповідних власників, включаючи QLands Technology Consultants.

source: Centralize
es: Centralice
fr: Centraliser
pt: Centralizar
uk: Централізувати

source: data
es: datos
fr: données
pt: dados
uk: дані

source: Decentralize
es: Descentralizar
fr: Décentraliser
pt: Descentralizar
uk: Децентралізувати

source: knowledge
es: conocimiento
fr: connaissance
pt: conhecimento
uk: знання

source: Centralize data
es: Centralizar los datos
fr: Centraliser les données
pt: Centralizados dados
uk: Централізувати дані

source: Store your data in a consistent way inside a relational database without duplicates or inconsistencies
es: Almacene sus datos de forma coherente dentro de una base de datos relacional sin duplicados ni incoherencias
fr: Stockez vos données de manière cohérente à l’intérieur d’une base de données relationnelle sans doublons ni incohérences
pt: Armazenar seus dados de maneira consistente dentro de uma base de dados relacional sem réplicas ou inconsistências
uk: Зберігайте дані в реляційній базі даних у послідовний спосіб, без дублікатів та неузгодженостей

source: Complete mobile support
es: Soporte móvil completo
fr: Prise en charge mobile complète
pt: Finalizar suporte móvel
uk: Повна мобільна підтримка

source: FormShare supports data collection technologies like
es: FormShare es compatible con tecnologías de recolección de datos como
fr: FormShare prend en charge des technologies de collecte de données comme
pt: O FormShare suporta tecnologias de coleta de dados como
uk: FormShare підтримує такі технології збору даних, як

source: Decentralize data access
es: Descentraliza el acceso a los datos
fr: Décentraliser l’accès aux données
pt: Descentralizar acesso de dados
uk: Децентралізуйте доступ до даних

source: Create collaborations around data and allow access from any location using common tools like Excel, STATA or R
es: Crea colaboraciones en torno a los datos y permite el acceso desde cualquier lugar utilizando herramientas comunes como Excel, STATA o R
fr: Créer des collaborations autour des données et permettre l’accès à partir de n’importe quel endroit à l’aide d’outils communs comme Excel, STATA ou R
pt: Criar colaborações em volta dos dados e permitir acesso de qualquer localidade utilizando ferramentas comuns como Excel, STATA ou R
uk: Створюйте спільні роботи над даними та надавайте доступ до них з будь-якого місця за допомогою поширених інструментів, таких як Excel, STATA або R

source: Track changes
es: De seguimiento a los cambios
fr: Suivre les changements
pt: Rastrear alterações
uk: Зміни треку

source: Browse through your data online and track and manage the changes made to it
es: Examine sus datos en línea y siga y gestione los cambios realizados en ellos
fr: Parcourez vos données en ligne, suivez et gérez les modifications apportées à ces données
pt: Pesquisar através dos seus dados online e rastrear e gerenciar as alterações feitas neles
uk: Переглядайте свої дані онлайн, відстежуйте та керуйте змінами, що в них вносяться

source: Partner access
es: Acceso para los socios
fr: Accès partenaire
pt: Acesso para sócios
uk: Доступ для партнерів

source: Free access
es: Acceso gratuito
fr: Accès gratuit
pt: Acesso gratuito
uk: Вільний доступ

source: This is a free* service provided by
es: Este es un servicio gratuito* proporcionado por
fr: Il s’agit d’un service gratuit fourni par
pt: Este é um serviço gratuito* fornecido por
uk: Це безкоштовна* послуга, яку надають

source: This could change in the future depending on the storage and processing demand.
es: Esto podría cambiar en el futuro según la demanda de almacenamiento y procesamiento.
fr: Cela pourrait changer à l’avenir en fonction de la demande de stockage et de traitement.
pt: Este pode mudar no futuro a depender da demanda de armazenamento e processamento.
uk: У майбутньому це може змінитися залежно від попиту на зберігання та переробку.

source: Welcome to
es: Bienvenido a
fr: Bienvenue sur
pt: Boas-vindas ao
uk: Ласкаво просимо до

source: The data management platform for mobile data collection
es: La plataforma de gestión de datos para la recolección de datos móviles
fr: La plate-forme de gestion des données pour la collecte de données mobiles
pt: A plataforma de gerenciamento de dados para coleta de dados móveis
uk: Платформа управління даними для мобільного збору даних

source: Built with
es: Construido con
fr: Construit avec
pt: Feito com
uk: Побудовано з

source: Open source
es: Código abierto
pt: Código aberto
uk: Відкритий вихідний код

source: FormShare combines technologies like
es: FormShare combina tecnologías como
fr: FormShare combine des technologies comme
pt: O FormShare combina tecnologias como
uk: FormShare поєднує в собі такі технології, як

source: to give you the best experience collecting and managing mobile data
es: para ofrecerle la mejor experiencia en la recolección y gestión de datos móviles
fr: pour vous donner la meilleure expérience de collecte et de gestion des données mobiles
pt: para te proporcionar a melhor experiência de coleta e gerenciamento de dados móveis
uk: щоб надати вам найкращий досвід збору та управління мобільними даними

source: Next
es: Siguiente
fr: Suivant
pt: Próximo
uk: Далі

source: Form stats
es: Estadísticas del formulario
fr: Statistiques de formulaire
pt: Estatísticas do formulário
uk: Статистика форми

source: Partner forms
es: Formularios para socios
fr: Formulaires partenaires
pt: Formulários de sócio
uk: Партнерські форми

source: Project and forms that you have access
es: Proyecto y formularios a los que tiene acceso
fr: Projet et formulaires auxquels vous avez accès
pt: Projeto e formulários aos quais você tem acesso
uk: Проект та форми, до яких ви маєте доступ

source: Partner outputs in Form
es: Resultados de formulario que tiene acceso el socio
fr: Produits accessibles au partenaire sur le formulaire
pt: Produtos acessíveis ao sócio no formulário
uk: Результати роботи партнерів у формі

source: Form Details
es: Detalles del formulario
fr: Détails du formulaire
pt: Detalhes do formulário
uk: Деталі форми

source: Partner access for
es: Acceso de socios para
fr: Accès partenaire pour
pt: Acesso de sócio para
uk: Партнерський доступ для

source: Created on
es: Creado el
fr: Créé le
pt: Criado em
uk: Створено на

source: Created on
es: Creado el
fr: Créé le
pt: Criado em
uk: Створено на

source: This is the latest export of this product
es: Esta es la última exportación de este producto
fr: Il s’agit de la dernière exportation de ce produit
pt: Esta é a exportação mais recente deste produto
uk: Це останній експорт цього продукту
