Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: The user account does not exist or the password is invalid
es: La cuenta del usuario no existe o la contraseña no es válida
fr: Le compte utilisateur n’existe pas ou le mot de passe est incorrect
pt: Conta de usuário inexistente ou senha inválida
uk: Обліковий запис користувача не існує або пароль невірний

source: The assistant already exists in your account. You do not need to duplicate assistants, just mark them as "Share among projects" to use them across projects.
es: El asistente ya existe en su cuenta. Usted no necesita duplicar asistentes, solo márcalos como "Compartir entre proyectos" para usarlos entre proyectos
fr: L’assistant existe déjà dans votre compte. Vous n’avez pas besoin de dupliquer les assistants, il suffit de les marquer comme « Partager entre les projets » pour les utiliser à travers les projets.
pt: O assistente já existe em sua conta. Você não precisa duplicar assistentes, apenas marcá-los como "Compartilhar entre projetos" para usá-los em diferentes projetos.
uk: Помічник вже існує у вашому акаунті. Вам не потрібно дублювати асистентів, просто позначте їх як "Поділитися між проектами", щоб використовувати їх у різних проектах.

source: The assistant is already part of this project
es: El asistente ya es parte de este proyecto
fr: L’assistant fait déjà partie de ce projet
pt: O assistente já faz parte deste projeto
uk: Асистент вже є частиною цього проекту

source: The group is already part of this project
es: El grupo ya es parte de este proyecto
fr: Le groupe fait déjà partie de ce projet
pt: O grupo já faz parte deste projeto
uk: Група вже є частиною цього проекту

source: This group already exists in this project
es: Este grupo ya existe en este proyecto
fr: Ce groupe existe déjà dans ce projet
pt: Esse grupo já existe neste projeto
uk: Ця група вже існує в цьому проекті

source: The member is already part of this group
es: El miembro ya es parte de este grupo
fr: Le membre fait déjà partie de ce groupe
pt: O membro já faz parte desse grupo
uk: Учасник вже є частиною цієї групи

source: Cannot remove the member
es: No se pudo eliminar el miembro
fr: Impossible de retirer le membre
pt: Não é possível remover o membro
uk: Не вдається видалити користувача

source: The collaborator is already part of this project
es: El colaborador ya es parte de este proyecto
fr: Le collaborateur fait déjà partie de ce projet
pt: Os colaboradores já fazem parte deste projeto
uk: Колаборантка вже є частиною цього проєкту

source: This form is blocked and cannot be changed at the moment.
es: Este formulario está bloqueado y no se puede cambiar en este momento.
fr: Ce formulaire est bloqué et ne peut pas être changé pour le moment.
pt: Este formulário está bloqueado e não pode ser modificado nesse momento.
uk: Ця форма заблокована і наразі не може бути змінена.

source: The file {} already exist
es: El archivo {} ya existe
fr: Le fichier {} existe déjà
pt: O arquivo {} já existe
uk: Файл {} вже існує

source: Partner email is already taken
es: El correo electrónico del socio ya esta en uso
fr: L'adresse e-mail du partenaire est déjà utilisée
pt: O e-mail do sócio já está em uso
uk: Адреса партнера вже зайнята

source: The partner is already linked to this project
es: El socio ya es parte de este proyecto
fr: Le partenaire fait déjà partie de ce projet
pt: O sócio já faz parte deste projeto
uk: Партнер вже пов'язаний з цим проектом

source: The partner is already linked to this form
es: El socio ya es parte de este formulario
fr: Le partenaire fait déjà partie de ce formulaire
pt: O sócio já faz parte deste formulário
uk: Партнер вже прив'язаний до цієї форми

source: Unable to delete product file
es: No se pudo borrar el producto
fr: Impossible de supprimer le fichier produit
pt: Não foi possível excluir arquivo do produto
uk: Не вдається видалити файл продукту

source: The output does not exist
es: El producto no existe
fr: Le résultat n'existe pas
pt: Saída inexistente
uk: Вихідні дані не існують

source: A project with name '{}' already exists in your account
es: Un proyecto con nombre '{}' ya existe en su cuenta
fr: Un projet avec le nom '{}' existe déjà dans votre compte
pt: Um projeto com o nome '{}' já existe em sua conta
uk: Проект з назвою '{}' вже існує у вашому акаунті

source: If you have forms with submissions, first you need to delete such forms
es: Si usted tiene formularios con envíos, primero tendría que borrar esos formularios
fr: Si vous avez des formulaires avec des soumissions, vous devez d’abord supprimer ces formulaires
pt: Caso você tenha formulários com submissões, primeiro você precisa excluir tais formulários
uk: Якщо у вас є форми з відправленнями, спочатку потрібно видалити такі форми

source: Username is already taken
es: Este usuario ya está en uso
fr: Le nom d'utilisateur est déjà utilisé
pt: Nome de usuário já utilizado
uk: Ім'я користувача вже зайнято

source: Email is invalid
es: El correo electrónico es inválido
fr: Adresse e-mail non valide
pt: E-mail invalido
uk: Електронна пошта невірна

source: FormShare - Password reset request
es: FormShare - Solicitud de cambio de contraseña
fr: FormShare - Demande de changement de mot de passe
pt: FormShare - Pedido de alteração de palavra-passe
uk: FormShare - Запит на зміну пароля

source: FormShare - Request for collaboration
es: FormShare - Solicitud de colaboración
fr: FormShare - Demande de collaboration
pt: FormShare - Solicitar colaboração
uk: FormShare - Запит на співпрацю

source: FormShare - Token security alert
es: Alerta de seguridad de token
fr: Alerte de sécurité du jeton
pt: Alerta de segurança do Token
uk: FormShare - попередження про безпеку токенів

source: The primary key variable does not exist or is inside a repeat
es: La llave primaria no se encontró en el formulario ODK o está dentro de un "repeat"
fr: La variable clé primaire n’existe pas ou se trouve à l’intérieur d’une répétition
pt: A chave primária não foi encontrada no formulário ODK ou está dentro de uma repetição
uk: Змінна первинного ключа не існує або знаходиться всередині повтору

source: FormShare thoroughly checks your ODK for inconsistencies.
es: FormShare verifica completamente su ODK por inconsistencias
fr: FormShare vérifie soigneusement votre ODK pour les incohérences.
pt: FormShare verifica minuciosamente há inconsistências no seu ODK.
uk: FormShare ретельно перевіряє ваш ODK на наявність невідповідностей.

source: The following variables are duplicated within repeats or outside repeats in the ODK you just submitted:
es: El formulario ODK tienes las siguientes variables repetidas dentro de un mismo repeat o fuera de algún repeat:
fr: Les variables suivantes sont dupliquées à l'intérieur ou à l'extérieur des répétitions dans l'ODK que vous venez de soumettre :
pt: As seguintes variáveis estão duplicadas dentro de repetições ou fora de repetições no ODK que você submeteu:
uk: Наступні змінні дублюються всередині повторів або поза ними у щойно надісланому ODK:

source: Outside any repeat
es: Fuera de algún repeat
fr: En dehors de toute répétition
pt: Fora de qualquer repetição
uk: Поза будь-яким повтором

source: In repeat: {}
es: En el repeat {}
fr: En répétition : {}
pt: Em repetição: {}
uk: Повторюємо: {}

source: Variable: {}
pt: Variável: {}
uk: Змінна: {}

source: Please note that FormShare only allows basic Latin letters, digits 0-9, dollar and underscore in repeat, group and variable names.
es: Por favor tome nota de que FormShare sólo permite letras en latín, dígitos de 0 a 9, signo de dólares y guion bajo en los nombres de repeats, groups y nombres de variables
fr: Veuillez noter que FormShare n’autorise que les lettres latines de base, les chiffres 0-9, le dollar et le soulignement dans les noms répétitifs, de groupe et les variables.
pt: Favor notar que o FormShare permite apenas letras do alfabeto latino, dígitos entre 0-9, cifrões e underline nos nomes de repetição, grupo e variável.
uk: Зверніть увагу, що FormShare допускає лише основні латинські літери, цифри 0-9, долар і підкреслення в назвах повторень, груп і змінних.

source: The following variables have invalid names:
es: Las siguientes variables tienen nombres inválidos
fr: Les variables suivantes ont des noms incorrects :
pt: As seguintes variáveis possuem nomes inválidos:
uk: Наступні змінні мають невірні імена:

source: Please change those names and try again.
es: Por favor cambie esos nombres y trate de nuevo.
fr: S’il vous plaît changer ces noms et essayer à nouveau.
pt: Por favor, altere estes nomes e tente novamente.
uk: Будь ласка, змініть ці імена та спробуйте ще раз.

source: The following choice lists are identical:
es: Las siguientes listas de selección son idénticas:
fr: Les listes de sélection suivantes sont identiques :
pt: As seguintes listas de selecção são idênticas:
uk: Наступні списки вибору ідентичні:

source: with the following duplicates:
es: con los siguientes duplicados:
fr: avec les doublons suivants :
pt: com as seguintes duplicações:
uk: з наступними дублікатами:

source: Please remove the duplicated choices and try again.
es: Elimine las opciones duplicadas e intente nuevamente.
fr: S’il vous plaît supprimer les choix dupliqués et essayer à nouveau.
pt: Favor remover as escolhas duplicadas e tentar novamente.
uk: Будь ласка, видаліть повторювані варіанти і спробуйте ще раз.

source: This ODK form mixes coded and not coded languages. For example label::English (en) and label::Español. You need to code all the labels that are marked for translation.
es: Este formulario ODK mezcla lenguajes codificados y no codificados. Por ejemplo label::English (en) y label::Español. Es necesario codificar todas las etiquetas que están marcadas para ser traducidas.
fr: Ce formulaire ODK mélange des langues codées et non codées. Par exemple label::English (en) et label::Español. Il est nécessaire d'encoder toutes les étiquettes qui sont marqués pour être traduits.
pt: Esta forma ODK mistura idiomas codificados e não codificados. Por exemplo::English (en) and label::Español. É necessário codificar todas as etiquetas que são marcadas para serem traduzidas.
uk: Ця форма ODK змішує кодовані та некодовані мови. Наприклад, label::English (en) і label::Español. Вам потрібно закодувати всі мітки, позначені для перекладу.

source: The variable to control duplicate submissions has an invalid type. E.g., the variable cannot be note, picture, video, sound, select_multiple, or geospatial. It cannot be instanceID. The most appropriate types are text, datetime, barcode, calculate, select_one, or integer
es: La variable para controlar los envíos duplicados tiene un tipo no válido. Por ejemplo, la variable no puede ser nota, imagen, vídeo, sonido, select_multiple o geoespacial. No puede ser instanceID. Los tipos más apropiados son texto, fecha y hora, código de barras, cálculo, select_one o entero.
fr: La variable pour contrôler les soumissions en double a un type invalide. Par exemple, la variable ne peut pas être note, image, vidéo, son, select_multiple ou géospatiale. Il ne peut pas s'agir de "instanceID". Les types les plus appropriés sont le texte, la date et l'heure, le code-barres, le calcul, le select_one ou le nombre entier.
pt: A variável para controlar as submissões duplicadas tem um tipo inválido. Por exemplo, a variável não pode ser nota, imagem, vídeo, som, select_multiple ou geoespacial. Não pode ser instanceID. Os tipos mais apropriados são texto, data e hora, código de barras, cálculo, select_one ou integer.
uk: Змінна, яка контролює дублікати, має неприпустимий тип. Наприклад, змінна не може мати тип note, picture, video, sound, select_multiple або geospatial. Вона не може бути ідентифікатором екземпляра. Найбільш прийнятними типами є text, datetime, штрих-код, calculate, select_one або integer

source: FormShare needs you to shorten the name of some of your tables.
es: FormShare necesita que acortes el nombre de algunas de tus tablas.
fr: FormShare vous oblige à raccourcir le nom de certaines de vos tables.
pt: O FormShare requer que você encurte o nome de algumas de suas tabelas.
uk: FormShare вимагає, щоб ви скоротили назви деяких таблиць.

source: The following tables have a name longer than 64 characters:
es: Las siguientes tablas tienen un nombre de más de 64 caracteres:
fr: Les tables suivantes ont un nom de plus de 64 caractères :
pt: As tabelas a seguir têm um nome com mais de 64 caracteres:
uk: Наступні таблиці мають назву довшу за 64 символи:

source: Please shorten the name of the tables and/or the selects and try again.
es: Acorte el nombre de las tablas y / o las listas de selección y vuelva a intentarlo.
fr: Raccourcissez le nom des tables et/ou des listes de sélection et réessayez.
pt: Reduza o nome das tabelas e / ou listas de opções e tente novamente.
uk: Будь ласка, скоротіть назви таблиць та/або вибірок і спробуйте ще раз.

source: The following repeats are duplicated in the ODK you just submitted:
es: Los siguientes repeats están duplicados en el ODK que acaba de subir
fr: Les répétitions suivantes sont dupliquées dans l’ODK que vous venez de soumettre :
pt: As seguintes repetições estão duplicadas no ODK que você submeteu:
uk: Наступні повтори дублюються в ODK, який ви щойно надіслали:

source: Repeat: {}
fr: Répéter: {}
pt: Repetição: {}
uk: Повторіть: {}

source: The following options are duplicated in the ODK you just submitted:
es: Las siguientes opciones estas duplicadas en el ODK que usted trató de subir
fr: Les options suivantes sont dupliquées dans l’ODK que vous venez de soumettre :
pt: As seguintes opções estão duplicadas no ODK que você submeteu:
uk: Наступні опції дублюються в ODK, який ви щойно надіслали:

source: Option {} in variable {}
es: Opción {} en variable {}
fr: Option {} en variable {}
pt: Opção {} na variável {}
uk: Опція {} у змінній {}

source: You have choice lists with names but not labels. Did you missed the :: between label and language? Like label:English (en)
es: Tienes listas de selección con nombres pero no con etiquetas. ¿Se te ha escapado el :: entre la etiqueta y el idioma? Como label:Español (es)
fr: Vous avez des listes de sélection avec des noms mais pas d'étiquettes, avez-vous manqué le : : entre l'étiquette et la langue ? En tant qu'étiquette : English (en)
pt: Tem listas de selecção com nomes mas sem etiquetas, falhou o :: entre a etiqueta e a língua? Como etiqueta:Inglês (pt)
uk: У вас є списки вибору з назвами, але не з мітками. Ви пропустили :: між міткою і мовою? Наприклад, мітка:англійська (en)

source: FormShare manages your data in a better way but by doing so it has more restrictions.
es: Formshare maneja sus datos de una mejor forma sin embargo posee más restricciones.
fr: FormShare gère vos données d’une meilleure manière, mais ce faisant, il a plus de restrictions.
pt: O FormShare gerencia seus dados da melhor forma, porém para isso, há mais restrições.
uk: FormShare краще керує вашими даними, але при цьому має більше обмежень.

source: The following tables have more than 60 selects:
es: Las siguientes tablas tienen más de 60 opciones de selección (selects):
fr: Les tableaux suivants ont plus de 60 sélections :
pt: As seguintes tabelas têm mais de 60 seleções:
uk: У наступних таблицях представлено понад 60 варіантів:

source: with
es: con
fr: avec
pt: com
uk: з

source: selects
es: opciones de selección
fr: sélectionne
pt: seleções
uk: вибирає

source: Some information on this restriction and how to correct it:
es: Algo de información acerca de esta restricción y cómo corregirla:
fr: Quelques informations sur cette restriction et comment la corriger :
pt: Mais informações sobre essa restrição e como corrigi-la:
uk: Деяка інформація про це обмеження і про те, як його виправити:

source: We tend to organize our ODK forms in sections with questions around a topic. For example: "livestock inputs" or "crops sales".
es: Usualmente organizamos nuestros formularios ODK en secciones con preguntas relacionadas a algo. Por ejemplo: "alimentación animal" o "ventas por cultivos"
fr: Nous avons tendance à organiser nos formulaires ODK en sections avec des questions autour d’un sujet. Par exemple : « intrants pour le bétail » ou « ventes de cultures ».
pt: Normalmente organizamos nossos formulários ODK em seções com perguntas sobre um assunto. Por exemplo: "entradas de pecuária" ou "vendas de safra".
uk: Ми намагаємося організувати наші форми ODK в розділи з питаннями на певну тему. Наприклад: "засоби виробництва для тваринництва" або "продаж сільськогосподарських культур".

source: These sections have type = "begin/end group". We also organize questions that must be repeated in sections with type = "begin/end repeat."
es: Estas secciones poseen en ODK type = "begin/end group". También organizamos las preguntas que se tienen que repetir en secciones con "begin/end repeat."
fr: Ces sections ont le type = «démarrer/terminer groupe». Nous organisons également des questions qui doivent être répétées dans les sections avec type = "démarrer / terminer répétition."
pt: Essas seções tem tipo = "grupo de começo/término". Nós também organizamos questões que podem ser repetidas em sessões com tipo = "begin/end repeat."
uk: Ці секції мають тип = "початок/кінець групи". Ми також організовуємо питання, які повинні повторюватися, в секціях з типом = "початок/кінець повторення".

source: FormShare stores repeats as separate tables (like different Excel sheets) however groups are not stored as repeats. FormShare stores all items (questions, notes, calculations, etc.) outside repeats into a table called "maintable". Thus "maintable" usually end up with several items and if your ODK form has many selects, then the "maintable" could potentially have more than 60 selects. FormShare can only handle 60 selects per table.
es: FormShare almacena "repeats" en tablas separadas (como las hojas en un Excel) sin embargo los "groups" no se almacenan en tablas separadas. FormShare almacena todos los elementos (preguntas, notas, cálculos, etc.) fuera de "repeats" dentro de una tabla llamada "maintable". Por esta razón "maintable" usualmente posee muchos elementos y si su formulario ODK posee muchas opciones de selección (selects) entonces la tabla "maintable" podría llegar a tener más de 60 opciones de selección. FormShare solo puede manejar 60 opciones de selección por tabla.
fr: FormShare conserve les répétitions sous forme de tableaux séparés (comme différentes feuilles Excel) mais les groupes ne sont pas rangés sous forme de répétitions. FormShare stocke tous les éléments (questions, notes, calculs, etc.) à l’extérieur des répétitions dans un tableau appelé «maintable». Ainsi, «maintable» se retrouvent généralement avec plusieurs éléments, et si votre formulaire ODK a de nombreuses sélections, alors le «maintable» peut potentiellement avoir plus de 60 sélections. FormShare ne peut gérer que 60 sélections par tableau.
pt: O FormShare armazena repetições como tabelas separadas (como planilhas diferentes do Excel), mas não os grupos. O FormShare armazena todos os itens (questões, notas, cálculos, etc.) que não são repetições em uma tabela chamada "maintable". Por isso, "maintable" geralmente acaba contendo diversos itens e se seu formulário do ODK tiver muitas selects, então "maintable" pode potencialmente ter mais de 60 selects. O FormShare pode lidar apenas com 60 selects por tabela.
uk: FormShare зберігає повтори як окремі таблиці (як різні аркуші Excel), проте групи не зберігаються як повтори. FormShare зберігає всі елементи (запитання, примітки, розрахунки тощо) поза повторами у таблиці, яка називається "підтримуваною". Таким чином, "підтримувані" зазвичай містять кілька елементів, і якщо ваша форма ODK має багато вибірок, то "підтримувані" можуть містити більше 60 вибірок. FormShare може обробляти лише 60 вибірок на таблицю.

source: You can bypass this restriction by creating groups of items inside repeats BUT WITH repeat_count = 1. A repeat with repeat_count = 1 will behave in the same way as a group, but FormShare will create a new table for it to store all its items. Eventually if you export the data to Excel your items will be organized in different sheets each representing a table.
es: Usted puede sobrepasar esta restricción creando grupos de elementos dentro de "repeats" PERO CON "repeat_count = 1". Un "repeat" con "repeat_count = 1" se va a comportar de la misma forma que un grupo pero FormShare creará una tabla para almacenar todos sus elementos, Eventualmente si usted exportara los datos a Excel los elementos de su formulario estarán organizados en diferentes páginas cada una representando una tabla.
fr: Vous pouvez contourner cette restriction en créant des groupes d’éléments à l’intérieur des répétitions, MAIS AVEC repeat_count = 1. Une répétition avec repeat_count = 1 se comportera de la même manière qu’un groupe, mais FormShare créera un nouveau tableau pour stocker tous ses éléments. Finalement, si vous exportez les données vers Excel, vos éléments seront organisés dans différentes feuilles représentant chacune un tableau.
pt: Você pode ignorar esta restrição criando grupos de itens dentro das repetições PORÉM COM repeat_count = 1. A repetição com repeat_count = 1 se comportará da mesma forma como grupo, porém o FormShare criará uma nova tabela para ela armazenar todos os itens. Eventualmente, se você exportar os dados para o Excel, seus itens serão organizados em planilhas diferentes, cada uma representando uma tabela.
uk: Ви можете обійти це обмеження, створивши групи елементів всередині повторів, але з repeat_count = 1. Повтор з repeat_count = 1 поводитиметься так само, як і група, але FormShare створить для нього нову таблицю для зберігання всіх елементів. Зрештою, якщо ви експортуєте дані до Excel, ваші елементи будуть організовані на різних аркушах, кожен з яких представлятиме окрему таблицю.

source: Please edit your ODK XLSX/XLS file, group several items inside repeats with repeat_count = 1 and try to upload the form again.
es: Por favor edite su archivo XLSX/XLS, agrupe varios elementos dentro de repeats CON repeat_count = 1 e intente subir de nuevo el formulario.
fr: Veuillez modifier votre fichier ODK XLSX/XLS, regrouper plusieurs éléments à l’intérieur des répétitions avec repeat_count = 1 et essayer de télécharger le formulaire à nouveau.
pt: Favor editar seu arquivo XLSX/XLS do ODK, agrupar diversos itens dentro das repetições com repeat_count = 1 e tente carregar o formulário novamente.
uk: Будь ласка, відредагуйте ваш ODK XLSX/XLS файл, згрупуйте кілька елементів всередині повторів з repeat_count = 1 і спробуйте завантажити форму ще раз.

source: No file was attached
es: No adjuntó ningún archivo
fr: Aucun fichier n’a été joint
pt: Nenhum arquivo foi anexado
uk: Файл не було прикріплено

source: Invalid file type
es: Archivo de tipo inválido
fr: Type de fichier incorrect
pt: Tipo inválido de arquivo
uk: Неправильний тип файлу

source: The variable {} used to identify the cases is invalid. Only text, calculates or integers are allowed.
es: La variable {} utilizada para identificar los casos no es válida. Solo se permiten texto, calcular, o números enteros.
fr: La variable {} utilisée pour identifier les observations n'est pas valide. Seuls le texte, les calculs ou les nombres entiers sont autorisés.
pt: A variável {} usada para identificar os casos não é válida. Somente texto, cálculo ou números inteiros são permitidos.
uk: Змінна {}, що використовується для ідентифікації регістрів, є неприпустимою. Допускаються тільки текст, обчислення або цілі числа.
