Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: Confirm your email address:
es: Confirme su correo electrónico:
fr: Confirmez votre adresse e-mail :
pt: Confirme seu endereço de e-mail:
uk: Підтвердіть свою електронну адресу:

source: Enter your email
es: Ingrese su correo electrónico
fr: Entrer votre Email
pt: Insira seu e-mail
uk: Введіть свою електронну адресу

source: Delete selected submission
es: Borrar envíos seleccionados
fr: Supprimer les demandes sélectionnées
pt: Excluir submissão selecionada
uk: Видалити вибрану заявку

source: Please select a submission
es: Por favor, seleccione un envío
fr: Merci de sélectionner une demande
pt: Favor selecionar uma submissão
uk: Будь ласка, оберіть подання

source: Are you sure that you want to delete this submission?
es: ¿Está seguro de que quiere borrar este envío?
fr: Êtes-vous sûr que vous souhaitez supprimer cette demande?
pt: Tem certeza que deseja excluir esta submissão?
uk: Ви впевнені, що хочете видалити цю заявку?

source: Delete submission
es: Borrar el envío
fr: Supprimer la demande
pt: Excluir submissão
uk: Видалити заявку

source: Move submission to the logs
es: Mover el envío al registro de errores
fr: Déplacer la demande dans les journaux
pt: Mover submissão para os registros
uk: Перемістити подання до журналу

source: History of changes made to the data of
es: Historial de los cambios realizados en los datos de
fr: Historique des changements apportés aux données de
pt: Histórico de modificações feitas nos dados de
uk: Історія змін, внесених до даних

source: History of changes
es: Historia de los cambios
fr: Historique des changements
pt: Histórico de modificações
uk: Історія змін

source: You are moving submission
es: Usted está moviendo el envío
fr: Vous êtes en train de déplacer la demande
pt: Você está movendo a submissão
uk: Ви переміщуєте заявку

source: from the repository to the logs. You need to indicate which assistant will be in charge of handling the log entry
es: del repositorio al registro de errores. Debe indicar qué asistente se encargará de gestionar este ingreso en el registro de errores
fr: du référentiel aux journaux. Vous devez indiquer quel assistant sera chargé de gérer l'entrée du journal
pt: do repositório para os registros. Você precisa indicar que assistente será encarregado de lidar com a entrada de registro
uk: зі сховища до журналів. Вам потрібно вказати, хто з помічників буде відповідати за обробку запису в журналі

source: Move
es: Mover
fr: Déplacer
pt: Mover
uk: Відійди.

source: Creating repository
es: Creando el repositorio
fr: Création de référentiel
pt: Criando repositório
uk: Створення репозиторію

source: Repository creator
es: Creador de repositorio
fr: Créateur de référentiel
pt: Criador de repositório
uk: Творець репозиторію

source: Let's begin
es: Comencemos
fr: Commençons
pt: Vamos começar
uk: Почнемо.

source: Primary language
es: Idioma principal
fr: Langage primaire
pt: Idioma primário
uk: Основна мова

source: select an option
es: seleccione una opción
fr: Sélectionner une option
pt: Selecione uma opção
uk: виберіть опцію

source: Please note that FormShare will store the descriptions of variables and choices in the primary language.
es: Tenga en cuenta que FormShare almacenará las descripciones de las variables y las opciones en el idioma principal.
fr: Veuillez noter que FormShare stockera les descriptions des variables et des choix dans le langage primaire.
pt: Favor notar que o FormShare armazenará a descrição de variáveis e escolhas no idioma primário.
uk: Зверніть увагу, що FormShare зберігатиме описи змінних і варіантів вибору на основній мові.

source: The language called "default" appears when you have a "label" or "hint" without indicating a language. For example if you have a column called "label" and another called "label:English (es)" then "default" refers to the language of "label" which is not indicated in the ODK Form.
es: El idioma llamado "por defecto" aparece cuando se tiene una "etiqueta" o "pista" sin indicar un idioma. Por ejemplo, si tiene una columna llamada "label" y otra llamada "label:English (es)", entonces "default" se refiere al idioma de "label" que no se indica en el ODK Form.
fr: La langue dite « par défaut » apparaît lorsque vous avez un "label" ou"hint" sans indiquer votre langue. Par exemple, si vous avez une colonneappelé "label" et un autre appelé "label::English (es)", puis"default" fait référence à la langue de "label" dont la langue n'était pas indiquée dans le formulaire ODK.
pt: O idioma chamado "default" aparece quando você tem um "label" ou"hint" sem indicar seu idioma. Por exemplo, se você tiver uma colunachamado "label" e outro chamado "label::English (en)", então"padrão" refere-se ao idioma do "label" cujo idioma não foi indicado em o formulário ODK.
uk: Мова "за замовчуванням" з'являється, коли у вас є "мітка" або "підказка" без зазначення мови. Наприклад, якщо у вас є стовпчик з назвою "мітка" і ще один з назвою "мітка: англійська (es)", то "за замовчуванням" відноситься до мови "мітки", яка не вказана у формі ODK.

source: Language codes
es: Códigos lingüísticos
fr: Codes de langage
pt: Códigos de idioma
uk: Мовні коди

source: You must give a code to each language. Use the
es: Debe dar un código a cada idioma. Utilice el
fr: Vous devez donner un code à chaque langage. Utiliser le
pt: Você deve fornecer um código para cada idioma. Usar o
uk: Кожній мові потрібно присвоїти код. Скористайтеся кнопкою

source: as reference.
es: como referencia.
fr: comme référence.
pt: como referência.
uk: для довідки.

source: For
es: Para
fr: Pour
pt: Para
uk: Для

source: Oops! Something went wrong!
es: ¡Uy! Algo salió mal.
fr: Oups! Quelque chose s'est mal passé!
pt: Oops! Alguma coisa deu errado!
uk: Ой! Щось пішло не так!

source: The process returned an unexpected error. An email has been sent to the technical team.
es: El proceso ha devuelto un error inesperado. Se ha enviado un correo electrónico al equipo técnico.
fr: Le processus a renvoyé une erreur inattendue. Un e-mail a été envoyé à l’équipe technique.
pt: O processo resultou em um erro inesperado. Um e-mail foi enviado à equipe técnica.
uk: Процес повернув неочікувану помилку. Технічній команді було надіслано електронного листа.

source: Your ODK form has duplicated options.
es: Su formulario ODK tiene opciones duplicadas.
fr: Votre formulaire ODK a des options en doublé.
pt: Seu formulário ODK tem opções duplicadas
uk: У вашій формі ODK є опції, що дублюються.

source: You need to fix the below errors in CSV files, upload the new version and continue the process.
es: Debe corregir los siguientes errores en los archivos CSV, cargar la nueva versión y continuar el proceso.
fr: Vous devez corriger les erreurs ci-dessous dans les fichiers CSV, télécharger la nouvelle version et poursuivre le processus.
pt: Você precisa consertar os erros abaixo nos arquivos CSV, carregar uma nova versão e continuar o processo.
uk: Вам потрібно виправити наведені нижче помилки в CSV-файлах, завантажити нову версію і продовжити процес.

source: CSV with duplicated options
es: CSV con opciones duplicadas
fr: CSV avec options en double
pt: CSV com opções duplicadas
uk: CSV з опціями, що дублюються

source: Duplicated options
es: Opciones duplicadas
fr: Options en double
pt: Opções duplicadas
uk: Повторювані опції

source: Used by the following variables
es: Utilizado por las siguientes variables
fr: Utilisé par les variables suivantes
pt: Usada pelas seguintes variáveis
uk: Використовується наступними змінними

source: Choice used
es: Selección utilizada
fr: Choix utilisé
pt: Escolha utilizada
uk: Використаний вибір

source: One of your resource XML files is missing
es: Falta uno de sus archivos XML de recursos
fr: Un de vos fichiers XML de ressource est manquant
pt: Um de seus arquivos XML de recurso está faltando
uk: Відсутній один з ваших XML-файлів ресурсів

source: The file
es: El archivo
fr: Le fichier
pt: O arquivo
uk: Файл

source: was not attached.
es: no se adjuntó.
fr: n'était pas attaché.
pt: não foi anexado.
uk: не був прикріплений.

source: Attach the file and start the process again.
es: Adjunte el archivo y vuelva a iniciar el proceso.
fr: Attachez le fichier et recommencez le processus.
pt: Anexar o arquivo e começar o processo novamente.
uk: Прикріпіть файл і запустіть процес знову.

source: One of your resource XML files cannot be used
es: Uno de sus archivos XML de recursos no puede ser utilizado
fr: Un de vos fichiers XML de ressource ne peut pas être utilisé
pt: Um dos seus arquivos XML de recurso não pode ser utilizado
uk: Один з ваших XML-файлів ресурсів не може бути використаний

source: cannot be parsed
es: no puede ser analizado
fr: ne peut pas être analysé
pt: não pode ser analisado
uk: не може бути проаналізовано

source: You need to fix the problem before continuing the process.
es: Usted debe solucionar el problema antes de continuar el proceso.
fr: Vous devez résoudre le problème avant de poursuivre le processus.
pt: Você precisa consertar o problema antes de continuar o processo.
uk: Вам потрібно вирішити проблему, перш ніж продовжувати процес.

source: One of your resource CSV files is missing
es: Falta uno de sus archivos CSV de recursos
fr: Un de vos fichiers CSV de ressource est manquant
pt: Um dos seus arquivos CSV de recurso está faltando
uk: Відсутній один з ваших CSV-файлів ресурсів

source: The file
es: El archivo
fr: Le fichier
pt: O arquivo
uk: Файл

source: was not attached.
es: no se adjuntó.
fr: n’était pas attaché.
pt: não foi anexado.
uk: не був прикріплений.

source: One of your resource CSV files cannot be used
es: Uno de sus archivos CSV de recursos no puede ser utilizado
fr: Un de vos fichiers CSV de ressource ne peut pas être utilisé
pt: Um dos seus arquivos CSV de recurso não pode ser utilizado
uk: Один з ваших ресурсних CSV-файлів не може бути використаний

source: has invalid characters
es: tiene caracteres no válidos
fr: a des caractères incorrectes
pt: tem caracteres inválidos
uk: має неприпустимі символи

source: cannot be read or you are mixing select options in CSV with options in the choices sheet.
es: no se puede leer o está mezclando las opciones de selección en el CSV con las opciones en la hoja de selecciones.
fr: ne peut pas être lu ou vous mélangez certaines options dans CSV avec des options dans la feuille des choix.
pt: não pode ser lido ou está misturando opções de seleção em CSV com opções de planilha de escolhas.
uk: не можна прочитати, або ви змішуєте вибрані опції у CSV з опціями на аркуші вибору.

source: Please check the CSV file and whether you are mixing select options in the choices sheet with options in a CSV for a single list_name and move all the select options to the CSV
es: Por favor, compruebe el archivo CSV y si está mezclando opciones de selección en la hoja de selecciones con opciones en un CSV para un solo list_name y mueva todas las opciones de selección al CSV
fr: Veuillez vérifier le fichier CSV et si vous mélangez des options de sélection dans la feuille des choix avec des options dans un CSV pour une seule list_name et déplacez toutes les options de sélection vers le CSV
pt: Verifique o arquivo CSV e se você está misturando opções de seleção nas planilhas de escolha com opções em um CSV para um único list_name e mover todas as opções de seleção para o CSV
uk: Будь ласка, перевірте файл CSV, чи не змішуєте ви опції вибору на аркуші вибору з опціями в CSV для одного імені_списку, і перемістіть всі опції вибору в CSV.

source: Your ODK form has duplicated list names in the choices sheet
es: Su formulario ODK tiene nombres de lista duplicados en la hoja de opciones
fr: Votre formulaire ODK a dupliqué les noms de la liste dans la feuille de choix
pt: Seu formulário ODK tem nomes de lista duplicados na planilha de escolhas
uk: Ваша форма ODK має дублікати назв списків на аркуші вибору

source: You need to fix the below errors in the ODK form, upload the new version and continue the process.
es: Debe corregir los siguientes errores en el formulario ODK, cargar la nueva versión y continuar el proceso.
fr: Vous devez corriger les erreurs ci-dessous dans le formulaire ODK, télécharger la nouvelle version et poursuivre le processus.
pt: Você precisa consertar os erros abaixo no formulário ODK, carregar uma nova versão e continuar o processo.
uk: Вам потрібно виправити наведені нижче помилки у формі ODK, завантажити нову версію і продовжити процес.

source: List name
es: Nombre de la lista
fr: Nom de la liste
pt: Nome de lista
uk: Назва списку

source: Duplicated list names
es: Nombres de listas duplicados
fr: Noms de la liste dupliqués
pt: Nomes de lista duplicados
uk: Повторювані назви списків

source: FormShare needs you to rename some of your tables
es: FormShare necesita que cambie el nombre de algunas de sus tablas
fr: FormShare a besoin de vous pour renommer certaines de vos tables
pt: O FormShare precisa que você renomeie algumas de suas tabelas
uk: FormShare потребує перейменування деяких таблиць

source: The following tables have a name with more than 64 characters:
es: Las siguientes tablas tienen un nombre con más de 64 caracteres:
fr: Les tables suivantes ont un nom de plus de 64 caractères :
pt: As tabelas a seguir têm um nome com mais de 64 caracteres:
uk: Наступні таблиці мають назву, що містить більше 64 символів:

source: Please shorten the names of the tables and/or the selects and try again.
es: Por favor, acorte los nombres de las tablas y/o los selects y vuelva a intentarlo.
fr: Raccourcissez les noms des tables et/ou des listes de sélection et réessayez.
pt: Reduza os nomes das tabelas e / ou listas de opções e tente novamente.
uk: Будь ласка, скоротіть назви таблиць та/або вибірок і спробуйте ще раз.

source: Fix languages
es: Corregir idiomas
fr: Corriger les langues
pt: Idiomas corretos
uk: Виправити мови

source: On this page, we assume that you know the language of the repository and that the changes that you are making here to merge this new version are correct. You assume the risks of ending up with an inconsistent repository.
es: En esta página, asumimos que conoce el idioma del repositorio y que los cambios que está haciendo aquí para fusionar esta nueva versión son correctos. Usted asume los riesgos de terminar con un repositorio inconsistente.
fr: Sur cette page, nous supposons que vous connaissez la langue du référentiel etque les modifications que vous apportez ici pour fusionner cette nouvelle version sontcorrect. Vous prenez le risque de vous retrouver avec un référentiel incohérent.
pt: Nesta página, presumimos que você conhece o idioma do repositório eque as mudanças que você está fazendo aqui para mesclar esta nova versão sãocorreto. Você corre o risco de acabar com um repositório inconsistente.
uk: На цій сторінці ми припускаємо, що ви знаєте мову сховища і що зміни, які ви робите тут для приєднання нової версії, є правильними. Ви берете на себе ризик отримати несумісний репозиторій.

source: The language of the previous form was
es: El lenguaje del formulario anterior era
fr: La langue du formulaire ci-dessus est
pt: A linguagem do formulário acima é
uk: Мова попередньої форми була такою

source: The previous version of the form WAS NOT in multiple languages. You need to be very careful in indicating now the default language!!
es: La versión anterior del formulario NO ESTABA en varios idiomas. ¡¡Hay que tener mucho cuidado al indicar ahora el idioma por defecto!!
fr: La version précédente de ce formulaire N'ÉTAIT PAS en plusieurs langues. Vous devez être très prudent lorsque vous entrez la langue par défaut maintenant !!
pt: A versão anterior deste formulário NÃO ESTAVA em vários idiomas. Você precisa ter muito cuidado ao inserir o idioma padrão agora !!
uk: Попередня версія форми НЕ БУЛА багатомовною. Вам потрібно бути дуже уважними, вказуючи мову за замовчуванням!!!

source: This version does not have any languages. However, the previous version had different languages.
es: Esta versión no tiene idiomas. Sin embargo, la versión anterior tenía diferentes idiomas.
fr: Cette version n'a pas de langue. Cependant, l'ancienne versionil avait des langues différentes.
pt: Esta versão não possui idioma. No entanto, a versão anterior tinha idiomas diferentes.
uk: Ця версія не має жодної мови. Однак попередня версія мала різні мови.

source: By fixing it, you assume that the language of this new version of the form is
es: Al corregirlo, se asume que el lenguaje de esta nueva versión del formulario es
fr: En le fixant, il suppose que la langue de cette nouvelle version dula forme est
pt: Ao corrigi-lo, ele assume que o idioma desta nova versão do formulário é
uk: Виправляючи його, ви припускаєте, що мова цієї нової версії форми буде

source: If that is not correct then you will end up with an inconsistent repository.
es: Si esto no es correcto, acabará teniendo un repositorio inconsistente.
fr: Si ce n'est pas correct, vous vous retrouverez avec un référentiel incohérent.
pt: Se isso não estiver correto, você terminará com um repositório inconsistente.
uk: Якщо це не так, то в результаті ви отримаєте неузгоджене сховище.

source: I assume the risks. Fix the languages
es: Asumo los riesgos. Corregir los idiomas
fr: Je prends les risques. Corriger les langues
pt: Eu corro os riscos. Corrigir idiomas
uk: Я беру на себе ризики. Виправити мови

source: Merge form
es: Fusionando el formulario
fr: Fusionner le formulaire
pt: Fundir formulário
uk: Форма об'єднання

source: into the repository of form
es: en el repositorio del formulario
fr: dans le référentiel des formulaires
pt: com o repositório de formulário
uk: в репозиторій форми

source: Important notes:
es: Notas importantes:
fr: Notes importantes :
pt: Notas importantes:
uk: Важливі нотатки:

source: FormShare will perform more checks on
es: FormShare realizará más comprobaciones en
fr: FormShare effectuera plus de contrôles sur
pt: O FormShare realizará mais checagens em
uk: FormShare виконає більше перевірок на

source: and report whether or not is possible to merge it into the repository of
es: e informará si es posible o no fusionarlo en el repositorio de
fr: et déclarera s’il est possible ou non de le fusionner dans le référentiel de
pt: e reportar se é possível ou não fundi-lo no repositório de
uk: і повідомити, чи можливо його об'єднати в репозиторій

source: The following changes cannot be merged:
es: Los siguientes cambios no se pueden fusionar:
fr: Les modifications suivantes ne peuvent pas être fusionnées :
pt: As seguintes alterações não podem ser fundidas:
uk: Наступні зміни не можуть бути об'єднані:

source: The primary key changes in any way.
es: La clave primaria cambia de alguna manera.
fr: La clé primaire change de quelque façon que ce soit.
pt: A chave primária muda de qualquer maneira.
uk: Первинний ключ змінюється будь-яким чином.

source: Changes in the structure of repeats. For example: In
es: Cambios en la estructura de los repeats. Por ejemplo: En
fr: Changements dans la structure des répétitions. Par exemple : dans
pt: Alterações na estrutura das repetições. Por exemplo: em
uk: Зміни в структурі повторів. Наприклад: In

source: you have repeat B inside repeat A but in
es: tienes un repeat B dentro del repeat A pero en
fr: il y a la répétition B à l’intérieur de la répétition A, mais dans
pt: você tem a repetição B dentro da repetição A mas em
uk: у вас є повтор B всередині повтору A, але в

source: you have repeat A and repeat C but repeat B is now inside C.
es: tienes la repetición A y la repetición C pero la repetición B está ahora dentro de la C.
fr: il y a les répétitions A et C, mais la répétition B est maintenant à l’intérieur de C.
pt: você tem a repetição A e a repetição C mas a repetição B agora está dentro de C.
uk: у вас є повтор A і повтор C, але тепер повтор B знаходиться всередині C.

source: Change a string variable into integer.
es: Cambia una variable de texto a un número entero.
fr: Changer une variable de chaîne en intégrant.
pt: Alterar a variável de cadeira em um número inteiro.
uk: Змінити рядкову змінну на цілу.

source: Change a variable from select one into select multiple and the other way around.
es: Cambiar una variable de selección única a selección múltiple y al revés.
fr: Modifier une variable de sélectionner une à sélectionner plusieurs et viceversa.
pt: Alterar a variável de seleção única para seleção múltipla e vice-versa.
uk: Змінити змінну з select one на select multiple і навпаки.

source: Change a variable from categorical into continuous and the other way around.
es: Cambiar una variable de categórica a continua y al revés.
fr: Changer une variable de catégorielle à continue et vicerversa.
pt: Alterar a variável de categórica para contínua e vice-versa.
uk: Зміна змінної з категоріальної на неперервну і навпаки.

source: Change the description of an option. For example: In
es: Cambiar la descripción de una opción. Por ejemplo: En
fr: Modifier la description d’une option. Par exemple : dans
pt: Alterar a descrição de uma opção. Por exemplo: Em
uk: Змінити опис опції. Наприклад: В

source: you have "1-Male" but in
es: tienes "1-Hombres" pero en
fr: vous avez "1-Male" mais dans
pt: você tem "1-Macho" mas em
uk: у вас є "1-Male", але в

source: you have "1-Man". In this case FormShare will ask you if such a change should be ignored because this could be a typo fix between versions, however
es: tiene "1-Hombre". En este caso FormShare le preguntará si dicho cambio debe ser ignorado porque podría ser una corrección ortográfica entre versiones, sin embargo
fr: vous avez "1-Man". Dans ce cas FormShare vous demandera si un tel changement doit être ignoré parce que cela pourrait être un correctif de faute de frappe entre les versions, cependant
pt: você tem "1-Man". Neste caso o FormShare perguntará se tal mudança deve ser ignorada porque isso pode ser um erro de digitação entre versões, porém
uk: у вас є "1-Man". У цьому випадку FormShare запитає вас, чи слід ігнорувати таку зміну, оскільки це може бути виправленням помилки між версіями, однак

source: YOU ASSUME THE RISK.
es: USTED ASUME EL RIESGO.
fr: VOUS ASSUMEZ LE RISQUE.
pt: VOCÊ ASSUME O RISCO.
uk: ВИ БЕРЕТЕ НА СЕБЕ РИЗИК.

source: The merge will only apply incremental changes thus you will not lose data. If for example you removed a variable in
es: La fusión sólo aplicará cambios incrementales, por lo que no perderá datos. Si, por ejemplo, ha eliminado una variable en
fr: La fusion n’appliquera que des modifications incrémentielles, donc vous ne perdrez pas de données. Si, par exemple, vous avez supprimé une variable en
pt: A fusão implementará apenas mudanças incrementais portanto você não perderá dados. Se por exemplo você removeu uma variável em
uk: Злиття застосує лише інкрементні зміни, тому ви не втратите дані. Якщо, наприклад, ви видалили змінну в

source: such variable will always exist in the repository of
es: dicha variable siempre existirá en el repositorio de
fr: une telle variable existera toujours dans le référentiel de
pt: tal variável sempre existirá no repositório de
uk: така змінна завжди буде існувати в сховищі

source: FormShare will apply the merge in a secure backup before any changes are made to the repository of
es: FormShare aplicará la fusión en una copia de seguridad antes de realizar cualquier cambio en el repositorio de
fr: FormShare appliquera la fusion dans une sauvegarde sécurisée avant que des modifications soient apportées au référentiel de
pt: O FormShare implementará a fusão em uma cópia de segurança antes de qualquer alteração ser feita no repositório de
uk: FormShare застосує злиття в захищеній резервній копії, перш ніж будь-які зміни будуть внесені до сховища
