Repository: qlands/FormShare
Catalog: formshare/locale/*/LC_MESSAGES/formshare.po
Languages: es, fr, pt, uk

source: Any form using such repository will not accept changes until the merge is committed or rolled-back.
es: Cualquier formulario que utilice dicho repositorio no aceptará cambios hasta que la fusión sea confirmada o revertida.
fr: Tout formulaire utilisant un tel référentiel n’acceptera pas les modifications tant que la fusion n’aura pas été engagée ou annulée.
pt: Qualquer formulário que utiliza tal repositório não aceitará mudanças até que o procedimento de fusão seja confirmado ou revertido.
uk: Будь-яка форма, що використовує таке сховище, не прийматиме змін, доки злиття не буде зафіксовано або відкочено.

source: There are changes in the descriptions of certain choice options. You can merge such changes at
es: Hay cambios en las descripciones de algunas opciones de selección. Puede fusionar dichos cambios en
fr: Il y a des changements dans les descriptions de certaines options de choix. Vous pouvez fusionner ces modifications à
pt: Há mudanças nas descrições de certas opções de escolha. Você pode fundir tais mudanças em
uk: В описах певних варіантів вибору відбулися зміни. Ви можете об'єднати такі зміни за адресою

source: YOUR OWN RISK
es: SU PROPIO RIESGO
fr: VOS PROPRES RISQUES
pt: SUA CONTA E RISCO
uk: ВАШ ВЛАСНИЙ РИЗИК

source: by trying again
es: al intentarlo de nuevo
fr: en essayant à nouveau
pt: ao tentar novamente
uk: спробувавши ще раз

source: Discard all testing data (Option is "No" by default)
es: Descartar todos los datos de las pruebas (la opción es "No" por defecto)
fr: Jetez toutes les données de test (l’option est « Non » par défaut)
pt: Descartar todos os dados de teste (Padrão é "Não")
uk: Відкинути всі дані тестування (за замовчуванням опція "Ні")

source: Change the switch if you DO NOT WANT to append the testing data into the repository
es: Cambie el interruptor si NO QUIERE ingresar los datos de prueba en el repositorio
fr: Basculez le commutateur si vous NE VOULEZ PAS ajouter les données de test au référentiel
pt: Alterne a chave se você NÃO QUER adicionar os dados de teste ao repositório
uk: Змініть перемикач, якщо ви НЕ ХОЧЕТЕ додавати дані тестування до сховища

source: The form does not have an assistant that can submit data. If you proceed all testing data will get discarded!!!
es: El formulario no tiene un asistente que pueda enviar datos. Si procede, ¡¡¡todos los datos de las pruebas serán descartados!!!
fr: Le formulaire ne dispose pas d'un assistant permettant de soumettre des données. Le cas échéant, toutes les données d'essai seront rejetées !!!!.
pt: O formulário não tem um assistente que possa submeter dados. Se aplicável, todos os dados de teste serão descartados!!!!
uk: Форма не має помічника, який може надсилати дані. Якщо ви продовжите, всі дані тестування будуть відкинуті!!!

source: Accept changes and merge new version
es: Aceptar los cambios y fusionar la nueva versión
fr: Accepter les modifications et fusionner la nouvelle version
pt: Aceitar alterações e fundir nova versão
uk: Прийміть зміни та об'єднайте нову версію

source: Fix languages before merging
es: Corregir los idiomas antes de la fusión
fr: Corriger les langues avant de fusionner
pt: Corrija os idiomas antes de mesclar
uk: Виправити мови перед злиттям

source: Merging a new version of the ODK form into
es: Fusionado una nueva versión del formulario ODK en
fr: Fusion d’une nouvelle version de la forme ODK en
pt: Fundindo uma nova versão do formulário ODK em
uk: Об'єднання нової версії форми ODK в

source: Creating repository for
es: Creado el repositorio para
fr: Création d'un référentiel pour
pt: Criando repositório para
uk: Створення репозиторію для

source: Discard / delete all testing data (Option is "No" by default)
es: Descartar / borrar todos los datos de las pruebas (la opción es "No" por defecto)
fr: Jeter / supprimer toutes les données de test (l'option est « Non » par défaut)
pt: Descartar / excluir todos os dados de teste (Padrão é "Não")
uk: Відкинути / видалити всі дані тестування (за замовчуванням опція "Ні")

source: Change the switch if you want to start with a clean repository
es: Cambia el interruptor si quieres empezar con un repositorio limpio
fr: Basculez le commutateur si vous souhaitez commencer avec un référentiel propre
pt: Vire a chave se você quiser começar com um repositório limpo
uk: Змініть перемикач, якщо хочете почати з чистого сховища

source: Which variable will be used to control duplicate submissions?
es: ¿Qué variable se utilizará para controlar los envíos duplicados?
fr: Quelle variable sera utilisée pour contrôler les soumissions en double?
pt: Qual variável deve ser usada para controlar duplicatas?
uk: Яка змінна буде використовуватися для контролю дублікатів заявок?

source: This will become the Primary Key of the repository. If you have more than one variable then use an ODK Calculate to join them.
es: Esta variable se convertirá en la clave primaria del repositorio. Si tiene más de una variable, utilice un ODK Calculate para unirlas.
fr: Cela deviendra la clé primaire du référentiel. Si vous avez plus d’une variable, utilisez un ODK Calculate pour les joindre.
pt: Esta se tornará a Chave Primária do repositório. Se você tiver mais de uma variável, use um ODK Calculate para juntá-las.
uk: Це стане первинним ключем сховища. Якщо у вас більше однієї змінної, скористайтеся ODK Calculate, щоб об'єднати їх.

source: Project details
es: Detalles del proyecto
fr: Détails du Projet
pt: Detalhes do projeto
uk: Деталі проекту

source: Project list
es: Listado de proyectos
fr: Liste de projets
pt: Lista do projeto
uk: Список проектів

source: This project has no forms.
es: Este proyecto no tiene formularios.
fr: Ce projet n’a pas de formulaires.
pt: Este projeto não possui formulários.
uk: Цей проект не має форм.

source: Add new form
es: Añadir un nuevo formulario
fr: Ajouter un nouveau formulaire
pt: Adicionar novo formulário
uk: Додати нову форму

source: Create the case lookup table before adding new forms
es: Cree la tabla de búsqueda de casos antes de añadir nuevos formularios
fr: Créez la table de recherche de cas avant d'ajouter de nouveaux formulaires
pt: Crie a tabela de pesquisa de caso antes de adicionar novos formulários
uk: Створіть таблицю пошуку відмінків перед додаванням нових форм

source: Add new form (Inactive)
es: Añadir nuevo formulario (Inactivo)
fr: Ajouter un nouveau formulaire (Inactif)
pt: Adicionar novo formulário (Inativo)
uk: Додати нову форму (Неактивно)

source: View/edit case lookup table
es: Ver/editar la tabla de búsqueda de casos
fr: Afficher / modifier la table de recherche de cas
pt: Ver / editar a tabela de pesquisa de caso
uk: Перегляд/редагування таблиці пошуку відмінків

source: Create the case lookup table
es: Crear la tabla de búsqueda de casos
fr: Créer la table de recherche de cas
pt: Crie a tabela de pesquisa de caso
uk: Створіть таблицю пошуку регістрів

source: You cannot add new forms while you have a case creator form in testing stage.
es: No puede añadir nuevos formularios mientras tenga un formulario de creación de casos en fase de prueba.
fr: Vous ne pouvez pas ajouter de nouveaux formulaires tant que vous disposez d'un formulaire de création de cas en phase de test.
pt: Você não pode adicionar novos formulários enquanto tiver um formulário de construtor de caso de estágio de teste.
uk: Ви не можете додавати нові форми, поки форма для створення кейсів знаходиться на стадії тестування.

source: Anyone can see the list of forms within this project
es: Cualquiera puede ver la lista de formularios dentro de este proyecto
fr: Tout le monde peut consulter la liste des formulaires de ce projet.
pt: Qualquer pessoa pode ver a lista de formulários dentro deste projecto.
uk: Будь-хто може переглянути список форм в рамках цього проекту

source: Without abstract
es: Sin resumen
fr: Sans résumé
pt: Sem resumo
uk: Без анотації

source: See full list
es: Ver la lista completa
fr: Voir la liste complète
pt: Veja a lista completa
uk: Переглянути повний список

source: Click / Tap and hold to delete assistants
es: Haga clic / pulse y mantenga pulsado para borrar a los asistentes
fr: Cliquez / Appuyez et maintenez pour effacer les assistants
pt: Clique/toque e segure para limpar os assistentes
uk: Натисніть / Натисніть і утримуйте, щоб видалити помічників

source: This project has no assistants. Use the + button to add one
es: Este proyecto no tiene asistentes. Utilice el botón + para añadir uno
fr: Ce projet n’a pas d’assistants. Utilisez le bouton + pour en ajouter un
pt: Este projeto não possui assistentes. Use o botão + para adicionar um
uk: Цей проект не має помічників. Використовуйте кнопку +, щоб додати одного

source: more
es: más
fr: plus
pt: mais
uk: більше

source: Edit items and change passwords
es: Editar elementos y cambiar contraseñas
fr: Modifier les éléments et changer les mots de passe
pt: Editar itens e alterar senhas
uk: Редагування елементів та зміна паролів

source: See list
es: Ver lista
fr: Voir la liste
pt: Ver lista
uk: Дивіться список

source: Click / Tap and hold to delete groups
es: Haga clic / pulse y mantenga pulsado para borrar los grupos
fr: Cliquez / Appuyez et maintenez pour effacer les groupes
pt: Clique/toque e segure para limpar grupos
uk: Натисніть / Натисніть і утримуйте, щоб видалити групи

source: This project has no groups. Use the + button to add them
es: Este proyecto no tiene grupos. Utilice el botón + para añadirlos
fr: Ce projet n’a pas de groupes. Utilisez le bouton + pour les ajouter
pt: Este projeto não possui grupos. Use o botão + para adicionar
uk: Цей проект не має груп. Використовуйте кнопку +, щоб додати їх

source: Edit items and members
es: Editar elementos y miembros
fr: Modifier les éléments et les membres
pt: Editar elementos e membros
uk: Редагувати елементи та учасників

source: Groups in
es: Grupos en
fr: Groupes dans
pt: Grupso em
uk: Групи в

source: Project files
es: Archivos del proyecto
fr: Fichiers du projet
pt: Arquivos do projeto
uk: Файли проекту

source: Click / Tap and hold to remove files
es: Haga clic / pulse y mantenga pulsado para eliminar archivos
fr: Cliquez / Appuyez et maintenez pour supprimer les fichiers
pt: Clique / Toque e segure para remover arquivos
uk: Натисніть / Натисніть і утримуйте, щоб видалити файли

source: No attached files. Use the + button to add files
es: No hay archivos adjuntos. Utilice el botón + para añadir archivos
fr: Pas de fichiers joints. Utilisez le bouton + pour ajouter des fichiers
pt: Nenhum arquivo anexado. Use o botão + para adicionar arquivos
uk: Немає прикріплених файлів. Використовуйте кнопку +, щоб додати файли

source: Project partners
es: Socios del proyecto
fr: Partenaires du projetFichiers du projet
pt: Sócios do projeto
uk: Партнери проекту

source: Delete project
es: Eliminar el proyecto
fr: Supprimer le projet
pt: Excluir projeto
uk: Видалити проект

source: Total submissions
es: Total de envíos
fr: Nombre total de demandes
pt: Total de submissões
uk: Загальна кількість поданих заявок

source: Last Updated
es: Última actualización
fr: Dernière mise à jour
pt: Atualizado pela última vez
uk: Останнє оновлення

source: Last Submission
es: Último envío
fr: Dernière demande
pt: Última submissão
uk: Останнє подання

source: Collaborators:
es: Colaboradores:
fr: Collaborateurs :
pt: Colaboradores:
uk: Співробітники:

source: Plus
es: Más
pt: Mais
uk: Плюс

source: other
es: otros
fr: autre
pt: outro
uk: інше

source: Code
es: Código
pt: Código
uk: Код

source: The code must be unique and cannot be changed afterwards
es: El código debe ser único y no puede ser modificado posteriormente
fr: Le code doit être unique et ne peut pas être modifié par la suite
pt: O código deve ser único e não poderá ser modificado depois
uk: Код повинен бути унікальним і не може бути змінений згодом

source: You will use this in ODK Collect to identify your project.
es: Lo utilizarás en ODK Collect para identificar tu proyecto.
fr: Vous l'utiliserez dans ODK Collect pour identifier votre projet.
pt: Você usará isso no ODK Collect para identificar seu projeto.
uk: Ви будете використовувати його у ODK Collect для ідентифікації вашого проекту.

source: Icon
es: Icono
fr: Icône
pt: Ícone
uk: Ікона

source: You will use this in ODK Collect to identify your project. Only the first Emoji will be used.
es: Lo utilizarás en ODK Collect para identificar tu proyecto. Sólo se utilizará el primer Emoji.
fr: Vous l'utiliserez dans ODK Collect pour identifier votre projet. Seul le premier emoji sera utilisé
pt: Você usará isso no ODK Collect para identificar seu projeto. Apenas o primeiro emoji será usado.
uk: Ви будете використовувати його в ODK Collect для ідентифікації вашого проекту. Буде використано лише перший емодзі.

source: This should be the time zone where submissions happen. As a reference, FormShare's time zone is
es: Esta debe ser la zona horaria en la que se producen los envíos. Como referencia, la zona horaria de FormShare es
fr: Il doit s'agir du fuseau horaire dans lequel les soumissions sont faites. Pour référence, le fuseau horaire de FormShare est
pt: Este deve ser o fuso horário em que são feitas as apresentações. Para referência, o fuso horário do FormShare é
uk: Це має бути часовий пояс, в якому відбуваються відправлення. Для довідки, часовий пояс FormShare

source: Abstract
es: Resumen
fr: Résumé
pt: Resumo
uk: Анотація

source: Optional. False by default.
es: Opcional. Falso por defecto.
fr: En option. Faux par défaut.
pt: Opcional. Falso por defeito.
uk: Необов'язково. За замовчуванням дорівнює false.

source: Use a case/longitudinal workflow
es: Utilizar un flujo de trabajo de casos/longitudinal
fr: Utilisez un flux de travail longitudinal / de cas
pt: Use um fluxo de trabalho longitudinal / caso
uk: Використовуйте кейс/поздовжній робочий процес

source: This means that the forms in this project and their submissions will be related to cases.
es: Esto significa que los formularios de este proyecto y sus envíos estarán relacionados con casos.
fr: Cela signifie que les formulaires et les soumissions de ce projet seront liés à des cas.
pt: Isto significa que os formulários e apresentações deste projecto estarão relacionados com o caso.
uk: Це означає, що форми в цьому проекті та їх подання будуть пов'язані зі справами.

source: Read more about longitudinal forms
es: Lea más información sobre los formularios longitudinales
fr: En savoir plus sur les formulaires longitudinaux
pt: Leia mais sobre as formas longitudinais
uk: Дізнайтеся більше про поздовжні форми

source: Optional. True by default.
es: Opcional. Verdadero por defecto.
fr: En option. Vrai par défaut.
pt: Opcional. Verdadeiro por defeito.
uk: Необов'язково. За замовчуванням вірно.

source: Requires authentication to accept data
es: Requiere autenticación para aceptar envíos
fr: L'authentification est nécessaire pour accepter les envois
pt: Requer autenticação para aceitar envios
uk: Вимагає автентифікації для прийняття даних

source: Uncheck if this project will allow crowdsourcing / public submissions. Please note that this will apply to all forms within this project.
es: Desmarque si este proyecto permitirá colaboración colectiva / envíos públicos. Tenga en cuenta que esto se aplicará a todos los formularios de este proyecto.
fr: Décochez si ce projet permet une collaboration collective / des soumissions publiques. Veuillez noter que cela s'appliquera à tous les formulaires de ce projet.
pt: Desmarcar se este projecto irá permitir a colaboração colectiva / apresentações públicas. É favor notar que isto se aplicará a todas as formas neste projecto.
uk: Зніміть прапорець, якщо цей проєкт дозволяє краудсорсинг/публічні подання. Зверніть увагу, що це стосується всіх форм в рамках проекту.

source: Add project
es: Añadir proyecto
fr: Ajouter un projet
pt: Adicionar projeto
uk: Додати проект

source: Read-only because the project has forms
es: Sólo lectura porque el proyecto tiene formularios
fr: Lecture seule car le projet comporte des formulaires
pt: Somente leitura porque o projeto possui formulários
uk: Тільки для читання, оскільки проект має форми

source: Create a repository to continue receiving submissions. The limit is
es: Cree un repositorio para seguir recibiendo envíos. El límite es
fr: Créez un dépôt pour continuer à recevoir des soumissions. La limite est
pt: Criar um repositório para continuar a receber submissões. O limite é
uk: Створіть репозиторій, щоб продовжити прийом заявок. Обмеження становить

source: Blocked
es: Bloqueado
fr: Bloqué
pt: Bloqueado
uk: Заблоковано.

source: Create a repository to continue receiving cases. The limit is
es: Cree un repositorio para seguir recibiendo casos. El límite es
fr: Créez un référentiel pour continuer à recevoir des cas. La limite est
pt: Criar um repositório para continuar a receber casos. O limite é
uk: Створіть репозиторій, щоб продовжувати отримувати кейси. Обмеження становить

source: You will need to create a repository soon to continue receiving submissions. The limit is
es: Usted tendrá que crear pronto un repositorio para seguir recibiendo envíos. El límite es
fr: Vous devrez bientôt créer un dépôt pour continuer à recevoir des soumissions. La limite est
pt: Terá de criar em breve um repositório para continuar a receber submissões. O limite é
uk: Вам потрібно буде створити репозиторій найближчим часом, щоб продовжувати отримувати заявки. Обмеження становить

source: Near maximum
es: Cerca del límite
fr: Près de la limite
pt: Perto do limite
uk: Близько максимуму

source: You will need to create a repository soon to continue receiving cases. The limit is
es: Usted tendrá que crear pronto un repositorio para seguir recibiendo casos. El límite es
fr: Vous devrez bientôt créer un référentiel pour continuer à recevoir des cas. La limite est
pt: Terá de criar em breve um repositório para continuar a receber casos. O limite é
uk: Незабаром вам потрібно буде створити репозиторій, щоб продовжувати отримувати кейси. Обмеження становить

source: This form is the sub-version of
es: Este formulario es la subversión de
fr: Ce formulaire est la sous-version de
pt: Este formulário é a sub-versão de
uk: Ця форма є підверсією

source: Is sub-version
es: Es sub-versión
fr: Est sous-version
pt: É uma sub-versão
uk: Чи є підривна діяльність

source: log entries
es: entradas en el registro de errores
fr: entrées de journal
pt: entradas de registro
uk: записи журналу

source: Activate form
es: Activar formulario
fr: Activer le formulaire
pt: Ativar formulário
uk: Активувати форму

source: Are you sure that you want to activate this form?
es: ¿Está seguro de que quiere activar este formulario?
fr: Etes-vous sûr que vous voulez activer ce formulaire ?
pt: Tem certeza de que deseja ativar este formulário?
uk: Ви впевнені, що хочете активувати цю форму?

source: Deactivate form
es: Desactivar formulario
fr: Désactiver le formulaire
pt: Desativar formulário
uk: Деактивувати форму

source: Are you sure that you want to deactivate this form?
es: ¿Está seguro de que quiere desactivar este formulario?
fr: Etes-vous sûr que vous voulez désactiver ce formulaire ?
pt: Tem certeza que deseja desativar este formulário?
uk: Ви впевнені, що хочете деактивувати цю форму?

source: Set as active
es: Fijar como activo
fr: Définir comme actif
pt: Definir como ativo
uk: Встановити як активний

source: Set as inactive
es: Fijar como inactivo
fr: Définir comme inactif
pt: Definir como inativo
uk: Встановлено як неактивний

source: Update form and more...
es: Actualizar formulario y más...
fr: Mettre à jour le formulaire et plus encore...
pt: Atualizar formulário e mais...
uk: Оновити форму та багато іншого...

source: Data downloads and more...
es: Descargas de datos y más...
fr: Téléchargements de données et plus encore...
pt: Downloads de dados e mais...
uk: Завантаження даних та інше...

source: Create the real-time CSV case file before adding new forms
es: Cree el archivo de casos CSV en tiempo real antes de añadir nuevos formularios
fr: Créer un fichier CSV de cas en temps réel avant d'ajouter de nouveaux formulaires
pt: Crie um arquivo CSV de casos em tempo real antes de adicionar novos formulários
uk: Створіть CSV-файл справи в реальному часі перед додаванням нових форм

source: View/edit the real-time CSV case file
es: Ver/editar el archivo de casos CSV en tiempo real
fr: Visualiser/éditer le fichier CSV des cas en temps réel
pt: Ver / editar o arquivo CSV de casos em tempo real
uk: Перегляд/редагування CSV-файлу справи в режимі реального часу

source: Create the real-time CSV case file
es: Crear el archivo de casos CSV en tiempo real
fr: Créer le fichier CSV des cas en temps réel
pt: Crie o arquivo CSV de casos em tempo real
uk: Створіть CSV-файл справи в режимі реального часу

source: This is your active project
es: Este es su proyecto activo
fr: Il s'agit de leur projet actif
pt: Este é o seu projecto activo
uk: Це ваш активний проєкт

source: This project has a case/longitudinal workflow
es: Este proyecto tiene un flujo de trabajo de casos/longitudinal
fr: Ce projet a un flux de travail longitudinal / cas
pt: Este projeto tem um fluxo de trabalho longitudinal / caso
uk: Цей проєкт має кейсовий/поздовжній робочий процес

source: Case
es: Caso
fr: Cas
pt: Caso
uk: Справа

source: submission
es: envío
fr: demande
pt: submissão
uk: подання

source: within
es: en
fr: dans
pt: dentro de
uk: в межах

source: form
es: formulario
fr: formulaire
pt: formulário
uk: форма

source: in form
es: en formulario
fr: sous la forme
pt: na forma
uk: за формою

source: and without cases
es: y sin casos
fr: et sans cas
pt: e sem casos
uk: і без кейсів

source: Nothing to show. Waiting for submissions
es: No hay nada que mostrar. A la espera de envíos
fr: Rien à montrer. En attente de demandes
pt: Nada a ser exibido. Aguardando submissões
uk: Нема чого показувати. Чекаємо на заявки

source: Nothing to show. Waiting for submissions with GPS data
es: No hay nada que mostrar. A la espera de los envíos con datos GPS
fr: Rien à montrer. En attente de demandes avec des données GPS
pt: Nada a ser exibido. Aguardando submissões com dados de GPS
uk: Показувати нічого. Чекаємо на заявки з GPS-даними

source: Nothing to show. This project has no forms
es: No hay nada que mostrar. Este proyecto no tiene formularios
fr: Rien à montrer. Ce projet n’a pas de formulaires
pt: Nada a ser exibido. Este projeto não possui formulários
uk: Нема чого показувати. Цей проект не має форм

source: There are no project level assistants
es: No hay asistentes a nivel de proyecto
fr: Il n’y a pas d’assistants de niveau projet
pt: Não há assistentes a nível de projeto
uk: Асистентів на рівні проекту немає

source: Add an assistant
es: Añadir un asistente
fr: Ajouter un assistant
pt: Adicionar assistente
uk: Додати помічника

source: Version
es: Versión
pt: Versão
uk: Версія

source: Welcome to FormShare
es: Bienvenido a FormShare
fr: Bienvenue sur FormShare
pt: Boas-vindas ao FormShare
uk: Ласкаво просимо до FormShare

source: Sign in
es: Acceder
fr: Connexion
pt: Acessar
uk: Увійдіть в систему

source: Sign up
es: Inscríbete
fr: S'inscrire
pt: Cadastrar
uk: Зареєструватися

source: Guest
es: Invitado
fr: Invité
pt: Visitante
uk: Гість

source: Logout
es: Cierre de sesión
fr: Déconnexion
pt: Encerrar sessão
uk: Вийти з системи

source: Manage users
es: Gestionar usuarios
fr: Gérer les utilisateurs
pt: Gerenciar usuários
uk: Керування користувачами

source: Partners
es: Socios
fr: Partenaire
pt: Sócios
uk: Партнери

source: Add user
es: Añadir usuario
fr: Ajouter un utilisateur
pt: Adicionar usuário
uk: Додати користувача

source: User information
es: Información para el usuario
fr: Information utilisateur
pt: Informação do usuário
uk: Інформація про користувача

source: Edit user
es: Editar usuario
fr: Modifier l'utilisateur
pt: Editar usuário
uk: Редагувати користувача
